[
    {
        "name": "[18+] Time Adventure: 5 Seconds Til Climax (1986)",
        "cover": "https://image.tmdb.org/t/p/w185/fuc86o8kAk21ZKMTdMtEJXhYivn.jpg",
        "description": "ဂ်ပန္အႏုအရြေလးေတြနဲ႔ ထူးထူးဆန္းဆန္း ဇာတ္အိမ္ေလးေတြကိုမွခံစားခ်င္တဲ့ ေဘာ္ဒါေတြအတြက္ပါ..မင္းသမီးေလးေတြကလဲ သူ႔ေခတ္သူ႔အခါက ပုရိသေတြအၾကိဳက္ အခ်ိဳးအစားေတြနဲ႔ နာမည္ၾကီးခဲ့သူေတြပါ…သာမန္ရံုး၀န္ထမ္းေလးတစ္ေယာက္ Etsuko …..တစ္ေန႔ရံုးဆင္းခ်ိန္မွာ သူမရဲ႕ သူငယ္ခ်င္း Naoko နဲ႕ သူ႕ရည္းစားတို႔ ကုမၸဏီရဲ႕ အေရးၾကီးဘ႑ာေရးအခန္းထဲမွာ ခ်ိန္းေတြ႔ေနတာကို ျမင္ခဲ့လိုက္ရျပီး စိတ္ေတြမရိုးမရြေတြျဖစ္လို႔ အာသာေျဖေနခိုက္….သူအိပ္ယာေပၚကထလိုက္တဲ့အခ်ိန္ အရာအားလံုးက ကေျပာင္းကျပန္ေတြျဖစ္ေနပါတယ္သူက လာမယ့္ ၁၅ ႏွစ္ကိုၾကိဳေရာက္သြားပါေတာ့တယ္….ကဲ….ဇာတ္လမ္း ေက်ာရိုးေလးကေတာ့ အခ်ိန္ခရီးသြားေလးျဖစ္ျပီးေတာ့ အနုအရြေလးေတြနဲ႔တန္ဆာဆင္ထားပါတယ္….အမ်ားၾကီးေျပာရင္ အပိုေတြေျပာတယ္ ဆိုမွာစိုးလို႔ ဒီေလာက္ပါပဲ…ေပါက္စိေတြကေတာ့ရွယ္ပဲဗ်ာ : 3…….",
        "rating": "6.1",
        "category": "Adult",
        "imageurl": "https://image.tmdb.org/t/p/w185/fuc86o8kAk21ZKMTdMtEJXhYivn.jpg",
        "link": "https://soliddrive.co/1KeJ/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4",
        "link2": "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4",
        "download": "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4",
        "download2": "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4"
    },
    {
        "name": "[18+] Price of Nude (2016)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/05/enkjshnoqgwg.jpg",
        "description": "ဒီဇာတ္လမ္းကေတာ့ မိဘ ေက်းဇူးဆပ္တဲ့သမီး အလိမၼာေလး ယိုကို အေၾကာင္းပါဒီဇာတ္လမ္းကို ဘာသာျပန္ေပးသူကေတာ့ဆာကူရာ မင္းသမီးေလး အေၾကာင္းဘာသာျပန္ေပးဖူးတဲ့ Jueno ျဖစ္ပါတယ္ဇာတ္လမ္း ပံုစံကေတာ့ ညားခါစ ၾကည္ၾကည္ႏူးႏူးလင္မယား အိမ္ကို ယိုကို ရဲ႕ မိဘေ ေရာက္လာခဲ့့ၿပီး ညစာ အတူစားျဖစ္ၾကပါတယ္ဒီေနာက္ ညဘက္ေရာက္ေတာ့ သမီးျဖစ္သူယိုကို အား တိုးတိုးတိတ္တိတ္ေခၚကာအေဖ နဲ႔ အေမ ဒုကၡအႀကီးအက်ယ္ေရာက္ေနေၾကာင္ ေခ်းေငြဂရုေတြထဲ ဝင္ကာ စုေငြေတြ ဝယ္မိတာလူလိမ္ခံရေၾကာင္း ဝယ္မိတဲ့ ပိုက္ဆံေတြကလဲအျပင္က ၁၀ တိုး ေပးၿပီး ေခ်းထားတာေ ျဖစ္လို႔ ခု အေႂကြးရွင္က လိုက္လာေနပါၿပီကယ္ပါဆိုၿပီး သမီးျဖစ္သူ ယိုကို အား ေျခသလံုးဖက္မတက္ ေတာင္းပန္ၾကပါတယ္ဒီေတာ့ သမီးျဖစ္သူ ယိုကိုေလးလဲ သမီးဆပ္ပါမယ္အေႂကြးရွင္ကို လႊတ္လိုက္ပါ ဆိုၿပီး ျပန္ေျပာလိုက္ေတာ့မိဘ ျဖစ္သူေတြလဲ စိတ္ခ်မ္းသာၿပီး ျပန္သြားၾကပါတယ္သိပ္မၾကာပဲ ေနာက္ေန႔မနက္မွာတင္ ယိုကို ရဲ ေယာက်ၤား အလုပ္သြားေနတုန္း အေႂကြးရွင္ င ေရာက္လာပါေတာ့တယ္ယိုကို လဲ ေယာက်ၤားျဖစ္သူကို မေျပာရဲေသာေၾကာင့္ရွိစုမဲ့စုေလးေတြကို ဘယာဇီယာ ထဲမွ ထုတ္ေပးရာအေႂကြးရွင္ သေကာင့္သားမွာ အသာငမ္းငမ္း ျဖစ္ေခ်ၿ ေနာက္ေန႔ေတြလဲ အေႂကြးလာလာေတာင္းရ ေပးစရာ မရွိတဲ့ ယိုကို ေလး တစ္ေယာက္ခႏၶာ ေစ်းဗန္းခင္းၿပီး ဒခ်ိဒခ်ိကာ အေႂကြးေတြဆပ္ရပါေတာ့တယ္ဒီေနာက္ပိုင္း ဒခ်ိ ရင္း ဆပ္ေနတဲ့ အေႂကြးေတြ ေၾကမလား ယိုကို ေလး ရဲ႕ ေယာက်ၤားက သိသြားမလားဆိုတာ ထိတ္ထိတ္လန္႔လန္႔ နဲ႔ ဒခ်ိတာကိုရင္တုန္ပန္းတုန္ ၾကည့္ရႈ ႏိုင္ၾကပါေစ။",
        "rating": "R",
        "category": "Adult",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/05/enkjshnoqgwg.jpg",
        "link": "https://soliddrive.co/fc51f16c59e627e2/Price.of.Nude.2016.720p.HDRip.AAC.H264-KCM.mp4-muxed.mp4",
        "link2": "https://soliddrive.co/32d83aa9fc453ebd/Price.of.Nude.2016.Small_File.mp4",
        "download": "https://soliddrive.co/32d83aa9fc453ebd/Price.of.Nude.2016.Small_File.mp4",
        "download2": "https://soliddrive.co/32d83aa9fc453ebd/Price.of.Nude.2016.Small_File.mp4"
    },
    {
        "name": "[18+] The Girl Next Door (2017)",
        "cover": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "description": "၂၀၁၇ ခုႏွစ္က ထြက္ရိွထားျပီး ေဆာ္အလန္းေလးႏွစ္ေယာက္နဲ႔ တန္ဆာဆင္ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မက် ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္စာဖိုင္က Generate ဖိုင္ဆိုေတာ့ သိပ္မမွန္ပါဘူး အတက္ႏိုင္ဆံုးၾကိဳးစားျပီးေတာ့ ဆီေလွ်ာ္သင့္ေတာ္ေအာင္ျပန္ဆိုထားေပးပါတယ္။မင္းသမီးရဲ႕ ပံုစံေလးက ဂ်ပ္စီ ဆန္ျပီး စြာတာတာေလးနဲ႔ အသည္းယားစရာေလးပါ။ခႏၶာကိုယ္အခ်ိဳးအစားကလဲ လန္းလွျပီး ရုပ္ရည္ကလည္း ဆြဲေဆာင္မႈ႕ရိွသူေလးပါဘယ္သူမွမျငင္းရက္ႏိုင္တဲ့ ဆိုဒ္ဂိုဏ္ေလးေပါ့ဗ်ာ။ယြန္းဆန္အယ္ တစ္ေယာက္ အလုပ္အကိုင္ မယ္မယ္ရရမရိွပဲ အိမ္မွာေနရင္း အျပာ၀ထၳဳေတြေရးျပီး စိတ္ကူးယဥ္ေနပါတယ္ၾကာလာေတာ့အိမ္မွာ မသင့္ေတာ္တဲ့အဆံုး သူမ အိမ္ကထြက္ကာ ျမိဳ႕ထဲမွာ အိမ္ငွားျပီးေနပါေတာ့တယ္။သူမရဲ႕ရည္ရြယ္ခ်က္က အျပာ၀ထၳဳေရး ဘေလာ့ေထာင္ျပီး အြန္လိုင္းမွာပဲ ပိုက္ဆံရွာဖို႔ပါပဲ။————————တစ္ေန႔သူမ ေနနဲ႔အခန္းေဘးက အသံေတြၾကားလို႔ နားစြံံ႕မိရာက ဟိုဘက္ေယာက်ာၤးေလးအခန္းက သူ႕ေကာင္မေလးနဲ႔ မဖြယ္မရာလုပ္ေနတဲ့ အသံေတြျဖစ္ေနပါတယ္။သူမ အဲဒီအသံေတြေၾကာင့္ တစ္ညလံုးအိပ္မရခဲ့ပါဘူး။သူမမေနႏိုင္တဲ့အဆံုး အဲဒီအခန္းဘက္ကို သတိေပးစာကပ္ပါေတာ့တယ္။ေနာက္တစ္ေန႔မွာေတာ့ သူ႔အခန္းတံခါးေရွ႕မွာ သူတို႔ေတြ႔ဆံုၾကျပီး ျမင္ျမင္ခ်င္းမွာပဲ ယြန္းဆယ္က ရင္ခုန္မိသြားျပီးစိတ္ကူးယဥ္အျပာ၀ထၳဳေတြ ေရးျပီး အာသာေျဖပါေတာ့တယ္..။တစ္ေန႔ ေကာင္ေလးက သူ႔ကို မုန္း၀ယ္ေကြ်းတာနဲ႔ပက္သက္ျပီး အခန္းထဲလာခဲ့ဖို႔ဖိတ္လိုက္ပါတယ္..။သူေရးထားတဲ့ စိတ္ကူးယဥ္ ၀ထၳဳၾကီးကလဲ ဖြင့္ရက္သားၾကီးျဖစ္ေနပါတယ္….ဒါကို ေကာင္ေလးက စပ္စုျပီးဖတ္မိသြားေရာ….ဆက္ျဖစ္လာမွာေတြကို ေတြးမၾကည့္ပဲ ေျပးသာၾကည့္ၾကပါေတာ့ဗ်ာဆင္ဆာေတြ သိပ္မျဖတ္ထားတဲ့အျပင္ အေျပာအဆို ေတြက ညစ္ညမ္းလွတာေၾကာင့္ မိသားစုနဲ႔ၾကည့္ဖို႔မသင့္ေတာ္ပါေၾကာင့္ သတိခ်ပ္ပါရေစ။",
        "rating": "R",
        "category": "Adult",
        "imageurl": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "link": "https://soliddrive.co/Uh3/(CM)THEWOLFSCALL19NFWEB-DL720.mp4",
        "link2": "https://megaup.net/1raa7/[DS]THEGIRLNEXTDOOR17HD720.mp4",
        "download": "https://megaup.net/1raa7/[DS]THEGIRLNEXTDOOR17HD720.mp4",
        "download2": "https://megaup.net/1raa7/[DS]THEGIRLNEXTDOOR17HD720.mp4"
    },
    {
        "name": "[18+] Descendants of Adultery (2016)",
        "cover": "https://image.tmdb.org/t/p/w185/Xd76mw3JGL7Hgt1MiGfQZvU2n8.jpg",
        "description": "ကိုရီးယား Pornograpic Genere အိမ်ထောင်ရေး ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်လိုက်ပါတယ်ဆရာဝန်မလေး ဆွန်ဂျူး ပိုက်ဆံချမ်းသားတဲ့ သူဌေးတစ်ယောက်နဲ့ လက်ဆက်လိုက်ပါတယ်..နှစ်ဦးသား ကိုယ်ပိုင် ဆေးခန်းတစ်ခုဖွင့်ထားပြီး ဒိုးတူဘောင်ဖက် အလုပ်လုပ်ရင်းအချိန်တွေကုန်ဆုံးစေခဲ့ပါတယ်ဆရာဝန်မလေးက အနေအထိုင်သိမ်မွေ့လှပြီး ယောကျာၤးဖြစ်သူက အချိန်ပြည့်တဏှာရာဂမီး လောင်ကျွမ်းနေသူတစ်ယောက်ဖြစ်နေပါတယ်ဆရာဝန်မလေးက အချစ်ကို နူးညံ့သိမ်မွေ့စွာခံစားလိုစိတ်ရှိပြီး ယောကျာၤးဖြစ်သူက ကိုယ့်ဆန္ဒကိုယ်သာအရေးပေးပြီးကြမ်းတမ်းစွာပဲအချစ်ကိုခံစားလာပါတယ်..သည်လိုနဲ့ နှစ်ယောက်သား တစ်ယောက်နဲ့တစ်ယောက် အပေးအယူမမျှတော့ပဲ တစ်ယောက်ကိုတစ်ယောက်စိတ်ကုန်လာပါတယ်…ယောကျာၤးဖြစ်သူအတွက်တော့ အကြောင်းပြချက်ကောင်းရသွားပြီး ဆေးခန်းထဲက Reception က ပျိုချောလေးကို ငွေအမ်းပြီး စိတ်တိုင်းကျ ပျော်ပါးပါတော့တယ်။ဆရာမ ဆွန်ဂျူးကတော့ အိန္ဒြေကြီးတဲ့ အမျိုးသမီးပီပီ အိမ်ထောင်ရေးကို တက်နိုင်သလောက် ထိန်းသိမ်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆွန်ဂျူးတစ်ယောက် အလုပ်ကိုလာရင်း လမ်းမှာ လူရမ်းကားတစ်ယောက်နဲ့တွေ့ပြီး အခက်တွေ့နေချိန်မှာသူမနဲ့မရင်းနှီးတဲ့သူတစ်ယောက် ရုတ်ချည်းဆိုသလိုပေါ်လာပြီး ဝင်ဖြေရှင်းသွားပါတယ်…ဒါပေမဲ့ ဆွန်ဂျူးတစ်ယောက်အတွက်တော့ အမှတ်တမဲ့မှ အမှတ်တရတစ်ခုရရှိသွားပြီး နှလုံးသားမှာ ဝေဒနာတစ်ခုကိန်းအောင်းသွားပါတယ်…ဒုတိယအကြိမ်…တတိယအကြိမ်တွေ့ဆုံမှုမှာတော့ သူတို့ရင်းနှီးသွားကြပြီး ဂင်ယောင်ဂျွန်း ရဲ့ အယုအယတွေ ဂရုစိုက်မှုတွေမှာသာယာသွားမိပါတော့တယ်ဆွန်ဂျူး တစ်ယောက် သူ့ယောကျာၤးဆီမှမရတဲ့ ကြင်နာမှုတွေကို တစ်ခြားသူဆီကရတော့ ဘယ်လိုတုံံ့ပြန်မလဲ..အမျိုးသားတစ်ယောက်ရဲ့တဏှာရာဂအမျိုးသမီးတစ်ယောက်ရဲ့ တောင့်တမှုတွေကို ကွက်ကွက်ကွင်းကွင်းဖေါ်ကြူးထားလို့ ၁၈ နှစ်အောက်လူငယ်များမကြည့်သင့်ပါကြောင်းကြိုတင် သတိပေးထားပါရစေ (မရသင့်တဲ့ Attitute တွေရကုန်မှာစိုးလို့ပါ)[စာဖိုင်က Generate ဖိုင်ဖြစ်သောကြောင့် အဆင်မပြေမှုများရှိပါက သီးခံပေးကြပါကုန်]",
        "rating": "R",
        "category": "Adult",
        "imageurl": "https://image.tmdb.org/t/p/w185/Xd76mw3JGL7Hgt1MiGfQZvU2n8.jpg",
        "link": "https://soliddrive.co/Uxp/(DS)Descendants_of_Adultery_(2016)_HDRip720p.mp4",
        "link2": "https://megaup.net/M7kd/(DS)Descendants_of_Adultery_(2016)_HDRip720p.mp4",
        "download": "https://soliddrive.co/Uxp/(DS)Descendants_of_Adultery_(2016)_HDRip720p.mp4",
        "download2": "https://soliddrive.co/Uxp/(DS)Descendants_of_Adultery_(2016)_HDRip720p.mp4"
    },
    {
        "name": "Culture Shock (2019)",
        "cover": "https://image.tmdb.org/t/p/w185/g12GgEf9WXS8Ww0UbDpMH5NeVbI.jpg",
        "description": "အခုတစ်ခါဇာတ်ကား​လေးက​တော့Thriller/horrorအမျိုးအစားကား​လေးပါငယ်ရွယ်တဲ့မက်ဆီကန်အမျိုးသမီးတစ်​ယောက်ကအ​မေရိကန်နယ်စပ်ကိုတရားမဝင်ဖြတ်သန်းဖို့ကြိုးပမ်းခဲ့တယ်သူမရဲ့​မွေးလာမယ့်က​လေး​လေးအတွက် ​ကောင်းမွန်တဲ့ဘဝကို ​ထောက်ပံ့​ပေးနိုင်ဖို့​ပေါ့ဒါ​ပေမယ့် သူမဟာ ထိတ်လန့်စရာအ​တွေ့အကြုံ​​တွေနဲ့ ရင်ဆိုင်ခဲ့ရတယ်သူမဘာ​တွေကြုံ​တွေ့ခဲ့ရလဲဆိုတာ ရင်တဖိုဖိုနဲ့ကြည့်ရှု့ရမှာပါ(P.S စပိန်လို​ပြောတာ​​တွေကစာဖိုင်မပါတော့ မြန်မာလိုစာတန်းမထိုးထားပါဘူး​နော်အင်္ဂလိပ်စာတန်း​လေး​ကတခါတည်းထိုး​ပေးထားလို့ပါ​)",
        "rating": "5.8",
        "category": "Horror, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/g12GgEf9WXS8Ww0UbDpMH5NeVbI.jpg",
        "link": "https://soliddrive.co/1LbH/(CM)_Culture_Shock_2019_(Large_Size).mp4",
        "link2": "https://soliddrive.co/Vav/(CM)_Culture_Shock_2019_(Small_Size).mp4",
        "download": "https://soliddrive.co/Vav/(CM)_Culture_Shock_2019_(Small_Size).mp4",
        "download2": "https://soliddrive.co/Vav/(CM)_Culture_Shock_2019_(Small_Size).mp4"
    },
    {
        "name": "Mido Turbulent Woman Teacher",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2020/01/1.png",
        "description": "ထပ္မံ တင္ဆက္လုိက္တာကေတာ့တင္းနစ္အားကစား နည္းျပ ဆိုတဲ့ ဇတ္လမ္းေလးပါပဲနာရွီရာမာ ဆိုတဲ့ တင္းနစ္ခ်ံပီယံေဟာင္း မိန္းမေခ်ာေလးဟာအမ်ိဳးသမီးသီးသန္႔ ကမ့္သြင္းေလ့က်င့္စခန္း ကို နည္းျပအျဖစ္အထက္က တာ၀န္အရေပးပို႔ျခင္း ခံလုိက္ရပါတယ္တစ္ခုရွိတာက အေသေမာင္းတယ္ဆိုတဲ့ အရင္နည္းျပေဟာင္း နဲ႔စတင္ၿပီး အက်ိတ္အနယ္ ယွဥ္ၿပိဳင္ရတာပဲေနတာ ၾကာေလေလ တစ္ေျဖးေျဖးသိသာလာတာကေတာ့ဒီေက်ာင္းမွာ လိင္မႈကိစၥ ေဆာ္ကားခံေနရတဲ့ ျပသနာကိုသိလာၿပီး ဆရာမ တစ္ေယာက္ အေနနဲ႔ ေဖာ္ထုတ္ဖို႔ႀကိဳးစားခဲ့ေသာ အခါမွာေတာ့….",
        "rating": "7.3",
        "category": "Adult",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/1.png",
        "link": "https://soliddrive.co/1L7y/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016).mp4",
        "link2": "https://soliddrive.co/1L7z/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016)__720P.mp4",
        "download": "https://soliddrive.co/1L7z/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016)__720P.mp4",
        "download2": "https://soliddrive.co/1L7z/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016)__720P.mp4"
    },
    {
        "name": "[21+] [MIDE-370]Real College Girl!",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/09/81npQB7tfAL._SL1500_.jpg",
        "description": "MIDE-370 was Nishinomiya Konomi top-notch JAV debut. The premises are pretty simple: Konomi, a college student makes her AV debut, she is a nerve-wreck and she has not slept well last night. She meets with the camera crew outside the filming studio and they begin to break the ice…All the video gravitates around Konomi’s cuteness, reactions and all the “first-times” she has to experience. She gets initiated by Shimiken, and why it’s always him? I really don’t know, but that was the case typically, in 2016 at least.Nishinomiya Konomi is a really gorgeous lady, she has the triple combo: Face + body + outspoken personality. Her debut was truly remarkable, and all her subsequent videos are quite good as well. Sadly, and because everything good comes to an end, she has not been filming anything new lately, and her @ns_konomi twitter account was deleted too. 🙁 🙁",
        "rating": "R",
        "category": "Adult",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/09/81npQB7tfAL._SL1500_.jpg",
        "link": "https://megaup.net/1sgeh/[DS]MIDE-370_Active_College_Student!_!pyuakawa,_Slender_19-year-old_Av_Debut!_!_Nishinomiya_Konomi.mp4",
        "link2": "https://megaup.net/1sgh8/[DS]MIDE-370_Active_College_Student!_!pyuakawa,_Slender_19-year-old_Av_Debut!_!_Nishinomiya_Konomi_smallfile.mp4",
        "download": "https://megaup.net/1sgh8/[DS]MIDE-370_Active_College_Student!_!pyuakawa,_Slender_19-year-old_Av_Debut!_!_Nishinomiya_Konomi_smallfile.mp4",
        "download2": "https://megaup.net/1sgh8/[DS]MIDE-370_Active_College_Student!_!pyuakawa,_Slender_19-year-old_Av_Debut!_!_Nishinomiya_Konomi_smallfile.mp4"
    },
    {
        "name": "Eternal Wave (2017)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BOTZjNzg1YWEtMmQ3Yi00ZjNhLWIwNzItYWM0YjhiNzAzZjkyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007041000_AL_.jpg",
        "description": "Eternal wave ဇာတ္ကားေလးကေတာ့ ႏိုဝင္ဘာလ ၇ ရက္ေန႔မွာထြက္ရွိထားတာျဖစ္ၿပီး rating 15+ ရရွိထားတဲ့ေတာ္လွန္ေရးကားေလးပါ၁၉၃၀ ခုႏွစ္မွာဖက္ဆစ္ဂ်ပန္ေတြရဲ႕လက္ေအာက္ကိုက်ေရာက္ခဲ့တဲ့ ရွန္ဟိုင္းၿမိဳ႕ရဲ႕ေတာ္လွန္တိုက္ခိုက္မႈေတြကုိပံုေဖာ္ထားတာပါမင္းသား Aaron Kwok , Zhang Han, မင္းသမီး Zhao Li Ying တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္လင္ရွန္းဟာ ဂ်ပန္လက္ေအာက္ေရာက္သြားတဲ့ ရွန္ဟိုင္းၿမိဳ႕ကိုသူလ်ိဳတစ္ေယာက္အေနနဲ႔ဝင္ေရာက္ခဲ့ၿပီးသတင္းေတြကိုရွန္ဟိုင္းကေနထုတ္လႊင့္ေပးပါတယ္ဂ်ပန္ေတြသတိမထားမိေအာင္ လန္ဖန္းဆိုတဲ့ေကာင္မေလးနဲ႔ လင္မယားအေယာင္ေဆာင္ကာ အထက္ကိုသတင္းမ်ားေတာက္ေလၽွာက္ေပးပို႔ေနပါတယ္သို႔ေသာ္လဲတစ္ေန႔မွာေတာ့ ဂ်ပန္ေတြသံသယဝင္တာခံရၿပီးအဖမ္းခံခဲ့ရပါတယ္ဂ်ပန္ေတြရဲ႕ႏွိပ္စက္ပံု၊ကိုယ့္အမ်ိဳးကိုယ္ေတာင္ရက္စက္ၾကမ္းၾကဳတ္ေသာသူတို႔ရဲ႕ဒဏ္ကိုခံရပံုေတြဒီကားထဲမွာအမ်ားႀကီးေတြ႕ရပါတယ္ဂ်ပန္လက္ထဲေရာက္ေနတဲ့လင္ရွန္းကို သူ႔အေယာင္ေဆာင္ဇနီးျဖစ္သူက ဘယ္လိုကယ္ထုတ္တယ္ေနာက္ ဂ်ပန္ေတြလက္ထဲကေနအားလံုးအသက္ရွင္လ်က္ျပန္လာႏိုင္ပါ့မလား၊အမ်ိဳးကိုသစၥာေဖာက္သူေတြရဲ႕ဇာတ္သိမ္းကေရာလွပါ့မလားဆိုတာ……",
        "rating": "6.4",
        "category": "Action,Drama",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BOTZjNzg1YWEtMmQ3Yi00ZjNhLWIwNzItYWM0YjhiNzAzZjkyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007041000_AL_.jpg",
        "link": "https://soliddrive.co/918a3fdf45f63de3/[CM]_Eternal_Wave_(2017)_WEB-DL_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/163c0c761d81ee9f/[CM]_Eternal_Wave_(2017)_WEB-DL_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/163c0c761d81ee9f/[CM]_Eternal_Wave_(2017)_WEB-DL_720p_Smallfile.mp4",
        "download2": "https://soliddrive.co/163c0c761d81ee9f/[CM]_Eternal_Wave_(2017)_WEB-DL_720p_Smallfile.mp4"
    },
    {
        "name": "Skycraper (2018)",
        "cover": "https://image.tmdb.org/t/p/w185/3NL1FiTEhU4SWOuWk8lkVCbmnYm.jpg",
        "description": "အက္ဖ္ဘီအိုင္ေအးဂ်င့္ ေဟာင္းလည္းျဖစ္၊ အေမရိကန္ စစ္ျပန္တစ္ေယာက္လည္းျဖစ္တဲ့ ဝီလ္ေဆာယားဟာ စစ္ဆင္ေရး တစ္ခုမွာ ေပါက္ကြဲမႈျဖစ္ၿပီး ေျခ ေထာက္တစ္ဖက္ဆံုး႐ႈံးခဲ့ရကာ ေျခတုနဲ႔ လႈပ္ရွားေနသူပါ။ေနာက္ေတာ့ ဝီလ္ဟာ ေဟာင္ေကာင္မွာရွိတဲ့ အျမင့္ဆံုး မိုးထိတိုက္ကို လံုၿခံဳေရးႀကီးၾကပ္ ဖို႔ အလုပ္ခန္႔အပ္ခံရၿပီး သူတာဝန္ ယူရမယ့္ အျမင့္ဆံုးနဲ႔ လံုၿခံဳေရး စနစ္ အေကာင္းဆံုး မိုးထိတိုက္ ႀကီးမွာ သူ႔မိသားစုနဲ႔အတူ ေျပာင္း ေရႊ႕ေနထုိင္ခဲ့ပါတယ္။The Pearl လုိ႔ အမည္ရတဲ့ အဲဒီမိုးထိတိုက္ႀကီးရဲ႕ အလႊာတုိင္းမွာ ကိုယ္ပိုင္လံုၿခံဳေရးစနစ္ရွိၿပီး ဝီလ္က အေဆာက္အအံုတစ္ခု လံုးရဲ႕ လံုၿခံဳေရးပိုင္းကို အဓိက တာဝန္ယူရတာ ျဖစ္ပါတယ္။တစ္ရက္မွာေတာ့ The Pearlမိုးထိတိုက္ဟာ အၾကမ္းဖက္ သမားေတြရဲ႕ တိုက္ခိုက္ျခင္းခံရ ၿပီး ဝီလ္တစ္ေယာက္ အေဆာက္ အအံု လံုၿခံဳေရးပိုင္းဆုိင္ရာကို ေသခ်ာ သိထားေသာ္ျငားလည္းအေျခအေနေတြ ပိုၿပီး႐ႈပ္ေထြး လာကာ သူကိုယ္တုိင္ေတာင္ ပစ္မွတ္တစ္ခုလိုျဖစ္ခဲ့ၿပီး အဖမ္းခံခဲ့ ရပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေတြက ဝီလ္ကို ႏွိပ္စက္ညႇဥ္းပန္းခဲ့သလို သူ႔မိသားစုကို ဓားစာခံလုပ္ၿပီး သူ တုိ႔ျဖစ္ခ်င္တာေတြကို အတင္းအ က်ပ္ခိုင္းေစခဲ့ပါတယ္။ေနာက္ေတာ့ မိုးထိတိုက္ ႀကီးရဲ႕ အလယ္ပိုင္းေလာက္ကို အၾကမ္းဖက္အဖြဲ႕ေတြက မီး႐ိႈ႕ဖ်က္ ဆီးခဲ့ၿပီး ဝီလ္ရဲ႕ မိသားစုဟာ မီး ေလာင္ေနတဲ့အလႊာမွာ ပိတ္မိေန ခဲ့ပါတယ္။အၾကမ္းဖက္သမားေတြက ဘာေၾကာင့္ The Pearl ကို ပစ္ မွတ္ထားခဲ့တာလဲ။ ဝီလ္တစ္ ေယာက္ မိသားစုကို ဘယ္လိုေတြ သက္စြန္႔ဆံဖ်ားကယ္တင္ရမလဲ ဆုိတာ သည္းထိတ္ရင္ဖို အက္ရွင္ ျပကြက္ေတြနဲ႔ ဆက္ၾကည့္ရ ေအာင္လို႔ ေဖာ္ျပလိုက္ပါတယ္။ဒီဇာတ္ကားမွာ ဒြိန္းဂြၽန္ဆင္၊ နီဗီကမ့္ဘဲလ္၊ ခ်င္းဟန္၊ ႐ိုလန္မို လာ၊ ႏိုအာေတလာ၊ ဘိုင္ရြန္မန္း စတဲ့သ႐ုပ္ေဆာင္မ်ားစြာ ပါဝင္ ထားပါတယ္။",
        "rating": "6.1",
        "category": "Action, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/3NL1FiTEhU4SWOuWk8lkVCbmnYm.jpg",
        "link": "https://soliddrive.co/1j4J/[CM]_Skyscraper_(2018)_Blu-Ray_720p_(800_MB).mp4",
        "link2": "https://soliddrive.co/1j4M/[CM]_Skyscraper_(2018)_Blu-Ray_360p_(380_MB).mp4",
        "download": "https://soliddrive.co/1j4M/[CM]_Skyscraper_(2018)_Blu-Ray_360p_(380_MB).mp4",
        "download2": "https://soliddrive.co/1j4M/[CM]_Skyscraper_(2018)_Blu-Ray_360p_(380_MB).mp4"
    },
    {
        "name": "Hacksaw Ridge (2016)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_.jpg",
        "description": "စစ္ခံုရံုးတစ္ခု မွာ ခႏၶာကုိယ္ပါးလွပ္လွပ္စစ္သည္တစ္ေယာက္ဟာ စြဲခ်က္ေတြေၾကာင့္ ရံုးတင္ခံေနရတယ္…စြဲခ်က္က ဘာလဲဆုိေတာ့ ေသနတ္ကုိင္ရန္ျငင္းဆန္မႈ အမိန္႕မလုိက္နာမႈေၾကာင့္ပါ…စစ္သားလုပ္တယ္ ေသနတ္မကုိင္ခ်င္ဘူး ဘယ္လုိမွ သဟဇတမျဖစ္ …သုိ႕ေသာ္ တပ္မေတာ္တြင္ တာ၀န္မထမ္းပဲျပန္ထြက္သြားမလားဆုိေတာ့လည္းမဟုတ္ျပန္ ဆက္လက္တာ၀န္ထမ္းေဆာင္လုိလွ်က္ရွိေနျပန္သည္…သူ႕ရည္ရြယ္ခ်က္က စစ္ပြဲမွာဒဏ္ရာ ရေနတဲ့သူငယ္ခ်င္းရဲေဘာ္ရဲဘက္ေတြကုိ အေရးေပၚေဆးကုေပးမယ္ …အားေပးမႈေတြလုပ္မယ္ …က်ည္လြတ္နယ္ေၿမကုိ ေရႊ႕ေၿပာင္းေပးမယ္ဆိုတာပါပဲ…စြဲခ်က္ေတြကစစ္ေထာင္ေသခ်ာေပါက္က်မည့္ အခ်က္ေတြႀကီးပါပဲ …ဒီကားထေရလာႀကည့္ေတာ့ ဒုတိယကမၻာစစ္အတြင္း ေသနတ္မကုိင္တဲ့စစ္သည္တစ္ေယာက္ဟာ ေရွ႕တန္းမွာ က်ည္ဆန္ေတြႀကားေၿပးလႊားရင္းဒဏ္ရာရစစ္သည္ေတြကုိ အသည္းအသန္ ကယ္တင္ေနတာေတြ႕ရတယ္ …Ratingျမင့္ ယုတိၱလြန္စစ္ကားေနမွာပါေလလုိ႕ ေတြးမိတယ္…ေနာက္ေတာ့ ကြ်န္ေတာ္ထင္တာ လုံး၀လြဲသြားတယ္ ျဖစ္ရပ္မွန္ျဖစ္တဲ့အျပင္ ေသနတ္မကုိင္တဲ့အဲ့ဒီေဆးတပ္ သားေလးဟာတုိက္ပြဲ၀င္စစ္သည္ေတြကုိအသက္စြန္႕ကယ္တင္ခဲ့တာေႀကာင့္ အေမရိကန္သမၼတ ထရူးမင္းခ်ီးျမွင့္တဲ့ Medal of Honorဆုကုိရသြားတယ္ …ဒီစစ္သည္ေလးဟာ သူ႕ရဲ႕ ပုံမွန္ထက္ပုိတဲ့ယုံႀကည္ခ်က္ေႀကာင့္ ရင္ဆုိင္ခဲ့ရတဲ့အခက္အခဲေတြ အမ်ားႀကီးပါပဲ …ခ်စ္သူ မိဘ ရဲေဘာ္ရဲဘက္ အထက္ေခါင္းေဆာင္အရာရွိေတြႀကားမွာေပါ့…ၿပီးေတာ့ ဒီဇတ္ကားထဲမွာမင္းသား Andrew Garfield၊မင္းသမီးTeresa Palmer၊မင္းသား Sam Worthingtonအျခား နာမည္ေက်ာ္ဇာတ္ပုိ႕မ်ားပါေလေတာ့သရုပ္ေဆာင္ပုိင္းေထြေထြထူးထူးေၿပာစရာမလုိဘူးထင္ပါတယ္Screen playပုိင္းဆုိရင္ အထူးသျဖင့္ဒုတိယ ကမၻာစစ္အတြင္းထိခ်က္ျပင္း 7.62မမက်ည္ဆန္ရဲ႕ အသားေတြေပၚေဖာက္ထြက္ပုံေတြအေၿမာက္ က်ည္ဆန္ေတြထိျဖာပုံေတြကေ၀ဖန္ေရးဆရာေတြရဲ႕ခ်ီးက်ဴးခံရေလာက္ေအာင္ လန္းလြန္းတယ္…ကဲ ပရိတ္သတ္ႀကီးေရ ေရးတာလည္းမ်ားၿပီဗ်ာ IMDBကလည္း 8.6ဆုိေတာ့ကြ်န္ေတာ္ညြန္းတာ ဟုတ္မဟုတ္ကေတာ့ ေစာင့္သာႀကည့္လုိက္ပါဦးလုိ႕",
        "rating": "8.2",
        "category": "Action, Adventure, War",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_.jpg",
        "link": "https://soliddrive.co/1JD7/Hacksaw_Ridge_2016_720p_BluRay.pp.mp4",
        "link2": "https://soliddrive.co/29E4/Hacksaw_Ridge_2016_.360P.PP.mp4",
        "download": "https://soliddrive.co/29E4/Hacksaw_Ridge_2016_.360P.PP.mp4",
        "download2": "https://soliddrive.co/29E4/Hacksaw_Ridge_2016_.360P.PP.mp4"
    },
    {
        "name": "Money (2019)",
        "cover": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "description": "၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။",
        "rating": "5.8",
        "category": "Action, Asian, Crime",
        "imageurl": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "link": "https://soliddrive.co/Uxn/(CM)_Money.2019.720p.WEB-DL.mp4",
        "link2": "https://soliddrive.co/Uxm/(CM)_Money.2019.480p.WEB-DL.mp4",
        "download": "https://soliddrive.co/Uxm/(CM)_Money.2019.480p.WEB-DL.mp4",
        "download2": "https://soliddrive.co/Uxm/(CM)_Money.2019.480p.WEB-DL.mp4"
    },
    {
        "name": "The Four (2012)",
        "cover": "https://image.tmdb.org/t/p/w185/rqy5EjPHRegtCeE9QGr0UweQoVC.jpg",
        "description": "ပရိတ္သတ္ေတြရဲ႕ အသည္းေက်ာ္ ဂူဂူးေလးရဲ႕ The Four ကားေလးကုိ စာအမွန္ ရုပ္ထြက္အၾကည္ နဲ႕ ျပန္တင္ဆက္ေပးလုိက္ပါတယ္ဗ်ာ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ …..ရဲခ်ဳပ္ လွ်ဳိ လူႀကီးမင္းဦးေဆာင္ေနတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစံုစမ္းေထာက္လွမ္းေရး အဖြဲ႕တစ္ခုရိွတယ္ ။ခက္ခဲနက္နဲတဲ့ အမႈေတာ္ေတာ္မ်ားမ်ားကို ေဖာ္ထုတ္ႏိုင္လို႔ မင္းေနျပည္ေတာ္မွာ အထူးနာမည္ရၿပီး အာဏာရေနတဲ့အဖြဲ႕ေပါ့ ။တစ္ေန႔မွာ ေရႊဒဂႍါးျပားအတု ထုတ္တဲ့ ဘေလာက္တံုး ေပ်ာက္ဆံုးမႈ အမႈတစ္ခုကို ဌာန ၆ က ရဲခ်ဳပ္ကိုယ္တိုင္ဆင္းဖမ္းရင္း ဆန္ဟုန္ဖူး ဆိုတဲ့ အဖြဲ႕တစ္ခုနဲ႔ သြားဆံုမိတယ္ ။ဆန္ဟုန္ဖူး အဖြဲ႕ဆိုတာနန္းတြင္းဘုရင့္အမိန္႔ေတာ္နဲ႔ က်ဴကယ္က်ံဳး ဦးေဆာင္ဖြဲ႕စည္းထားတဲ့ အထူးလွ်ဳိ႕ဝွက္ေထာက္လွမ္းေရး အဖြဲ႕ျဖစ္ေနတယ္ ။က်ဴကယ္က်ံဳးဆိုတာ အရင္တုန္းက ဘုရင့္ကိုယ္ရံေတာ္ ။ စည္းစိမ္ဥစၥာျပည့္စံုတဲ့ ကိုယ္ရံေတာ္ ရာထူးကိုက်ဴကယ္က်ံဳးက ခ်ဳိင္လူႀကီးမင္းနဲ႔ ျပသနာရိွတယ္ ဆိုၿပီး စြန္႔လႊတ္ခဲ့ၿပီး ဆန္ဟုန္ဖူးဆိုၿပီး အဖြဲ႕တစ္ခုကို ထူေထာင္ထားခဲ့တယ္ ။ဆန္ဟုန္ဖူး အဖြဲ႕ကိုဌာန ၆ ရဲခ်ဳပ္ လွ်ဳိလူႀကီးမင္းက မယံုဘူး ။ ဒါေၾကာင့္ သူ ယံုၾကည္စိတ္ခ်ရတဲ့ ဌာန ၆ က သူ႕တပည့္ လန္လင္ခ်ီကိုအဖြဲ႕က ထုတ္ပစ္ၿပီး ဆန္ဟုန္ဖူးအဖြဲ႕ကို စံုစမ္းေစတယ္ ၊ တစ္ဘက္လွည့္နဲ႔ ပ်က္ဆီးေအာင္လည္း ႀကံေဆာင္ေစပါတယ္ ။တိုင္းျပည္တစ္ဝန္းလံုးမွာလည္းေငြဒဂႍါးအတုေတြက အစစ္မနဲ႔မျခား ေပါမ်ားေနတုန္းပဲ ဘဏ္ေတြက အတုကိုလက္မခံေတာ့ ေအာက္ေျခလူတန္းစားေတြပဲ ဒုကၡျဖစ္ေနၾကတယ္ ။ ဒဂါႍးျပားအတု ေနာက္ကြယ္မွာ ဘယ္လို ရာထူးရာခံ ပုဂၢိဳလ္ေတြရိွေနၿပီး ဘယ္လိုလူေတြက ေနာက္ကြယ္ စီမံေနတယ္ဆိုတာကို ဌာန ၆ နဲ႔ အတူ ဟုန္ဆန္ဖူး အဖြဲ႕သားေတြက ေဖာ္ထုတ္ႏိုင့္ပါ့လား ။ ဌာန ၆ ရဲ႕ ေျခထိုးခံမႈေတြကိုေရာ ဆန္ဟုန္ဖူးေတြ တြန္းလွန္ႏို္င္ပါ့မလား ……..စည္းစိမ္ဥစၥာ ၊ရာထူးအာဏာၾကားက ေမတၱာတရားေတြ ၊အၿမီးက်က္ အျမီးစားၿပီး ႀကီးပြားခ်င္သူေတြ ၊ ေခါင္းက်က္ ေခါင္းစားၿပီး ေကာင္းစားခ်င္သူေတြနဲ႔ သပြတ္အူလို ရွုပ္ေထြးလွတဲ့နန္တြင္းအ႐ႈပ္ေတာ္ပံုနဲ႔ ႏိုင္ငံေရးေတြ ရာထူးလုပြဲေတြကို ခံစားၾကပါေစကုန္……",
        "rating": "5.9",
        "category": "Action, Asian, Crime, Fantasy",
        "imageurl": "https://image.tmdb.org/t/p/w185/rqy5EjPHRegtCeE9QGr0UweQoVC.jpg",
        "link": "https://soliddrive.co/ffa1f2ad90a1a442/ThFr(12)channelmyanmar.com.mp4",
        "link2": "https://soliddrive.co/0791750b27f93eae/ThFrSF(12)channelmyanmar.com.mp4",
        "download": "https://soliddrive.co/0791750b27f93eae/ThFrSF(12)channelmyanmar.com.mp4",
        "download2": "https://soliddrive.co/0791750b27f93eae/ThFrSF(12)channelmyanmar.com.mp4"
    },
    {
        "name": "Savage (2019)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/12/SV.jpg",
        "description": "2019 ထြက္တရုတ္ action drama ဇာတ္ကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရွာင္စုန္ နဲ႔ ကန္ေဟာက္ ဆိုတဲ႔ ရဲအရာရွိႏွစ္ဦးကႏွင္းေတြထူထပ္စြာက်ေနတဲ႔ ေတာင္ေပၚစခန္း တစ္ခုမွာတာဝန္က်ပါတယ္တစ္ေန႕မွာေတာ့ ေရႊေတြကိုသယ္ပို႕ရတဲ႔ကား ဟာ သူတို႕စခန္းနဲ႕မနီးမေဝးမွာဓားၿပတိုက္ခံရပါတယ္ ေရွာင္စုန္နဲ႕ ကန္ေဟာက္ ဟာ သူတို႕ႏွစ္ေယာက္လံုးႀကိဳက္ေနတဲ႔ေဒါက္တာဆြမ္ယန္ရဲ႕ ေမြးေန႕ပဲြကိုသြားေနပါတယ္ ေမြးေန႕ကအၿပန္သူတို႕စခန္းရွိရာေနရာေတာင္ေပၚဘက္ကိုကားနဲ႕အၿပန္မွာ ဓားၿပတိုက္တဲ႔လူေတြနဲ႕ေတြ႕ပါေတာ့တယ္ပစ္ႀကခတ္ႀကရင္းနဲ႕ ေရွာင္စုန္တစ္ေယာက္ေသဆံုးသြားပါတယ္ ကန္ေဟာက္ဟာသူ႕အၿပစ္မကင္းဘူးလို႕ခံစားရတာေႀကာင့္ ေဒါက္တာဆြမ္ယန္ သူနဲ႕အတူအၿခားၿမိဳ႕ကိုအတူသြားမယ္လို႕ေၿပာေပးမယ္႔လည္း အဲ႔ဒီအမွဳကိုမရ ရေအာင္လုိုက္ပါေတာ့တယ္ စံုးစမ္းရင္းတစ္ႏွစ္ေလာက္အႀကာမွာေတာ့သစ္ေတာထဲမွာေရႊေခ်ာင္းေတြ႕တယ္လို႕သတင္းႀကားတဲ႔အခါ ကန္ေဟာက္လဲ စံုစမ္းဖို႕ေရာက္လာပါေတာ့တယ္ သစ္ေတာထဲမွာ စံုစမ္းရင္း ဓားၿပတိုက္တဲ႔သူေတြထဲႏွစ္ေယာက္ကေရႊေတြကိုဖြက္ေနတာကိုေတြ႕သြားပါတယ္ႏွင္းေတာထဲမွာကန္ေဟာက္ဟာဓားၿပတိုက္တဲ႔သူေတြဖမ္းခ်င္ေပမယ္႔လည္းလူအင္အားကမရွိတဲ႔အၿပင္ ဓားၿပေတြမွာလဲေသနတ္ေတြရွိတဲ႔အတြက္ကန္ေဟာက္တစ္ေယာက္ဓားၿပေတြကိုဘယ္လိုဖမ္းမလဲေသသြားသြားတဲ႔သူငယ္ခ်င္းရဲ႕ေသြးေႀကြးကိုၿပန္ဆပ္ႏုိင္မလားဆိုတာ",
        "rating": "5.9",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/12/SV.jpg",
        "link": "https://soliddrive.co/V58/(CM)Savage.2019.BluRay.720p.mp4",
        "link2": "https://soliddrive.co/V59/(CM)Savage.2019.BluRay.360p.mp4",
        "download": "https://soliddrive.co/V59/(CM)Savage.2019.BluRay.360p.mp4",
        "download2": "https://soliddrive.co/V59/(CM)Savage.2019.BluRay.360p.mp4"
    },
    {
        "name": "P Storm ( 2019 )",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjY5NWZiMWQtZTc1Zi00OGE0LTlmOWYtMDYwYmMzMDRkZjliXkEyXkFqcGdeQXVyOTUzODczNjk@._V1_.jpg",
        "description": "IMdb 6.0 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္ဒီကား​ေလးဟာ မင္​းသားႂကီး Louis Koo(古天乐)အဓိကပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတ​ဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ICACစံုစမ္​း​ေဖာ္​ထုတ္​သူ လု​ေက့်လ်န္​ဟာ သူ႔ရဲ႕အဓိကပစ္​မွတ္​ျဖစ္​တဲ့​ေခ်ာက္​ယြမ္​ယြမ္​ရဲ႕ လာဘ္​ထိုးမႈ..ရည္​ရြယ္​ခ်က္​႐ွိ႐ွိသတ္​ျဖတ္​မႈ​ေတြကိုသာမကအက်င္​့ပ​​်က္​ခ်စားတဲဝန္​ထမ္​း​ေတြကိုစံုစမ္​း​ေဖာ္​ထုတ္​ဖို႔အတြက္​​ေထာင္​ထဲကို ျပစ္​မႈက်ဴးလြန္​ဟန္​ျပဳၿပီး ဝင္​​ေရာက္​သြားခဲ့ပါတယ္​…သူက ​ေခ်ာင္​ယြမ္​ယြမ္​ကိုခ်ဥ္​းကပ္​ႏိုင္​ၿပီးယံုၾကည္​မႈကိုရယူႏိုင္​ပါ့မလား...သူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝသူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝိန္​ပင္​းဆိုတဲ့သူနဲ႔​ဘယ္လို​ေ​တြရင္​ဆိုင္​ရပါ့မလဲ…သူ႔ရဲ႕ရည္​ရြယ္​ခ်က္​အတိုင္​းအရာအားလံုးကို​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလားဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..",
        "rating": "6.0",
        "category": "Action,Crime",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjY5NWZiMWQtZTc1Zi00OGE0LTlmOWYtMDYwYmMzMDRkZjliXkEyXkFqcGdeQXVyOTUzODczNjk@._V1_.jpg",
        "link": "https://soliddrive.co/Uer/(CM)P.Storm.WEB-DL.720p.mp4",
        "link2": "https://soliddrive.co/Ues/(CM)P.Storm.WEB-DL.480p.mp4",
        "download": "https://soliddrive.co/Ues/(CM)P.Storm.WEB-DL.480p.mp4",
        "download2": "https://soliddrive.co/Ues/(CM)P.Storm.WEB-DL.480p.mp4"
    },
    {
        "name": "Battle of Jangsarii(2019)",
        "cover": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
        "description": "1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္…ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္…ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္…ကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ….လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ….အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္…ေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ Megan Foxေတာင္ပါေလရဲ႕…..background music ေတြ tempo ကိုဆြဲေခၚသြားႏိုင္တဲ့plot ေတြ….ရုံးပိတ္ရက္ေလးမွာၾကည့္ရက်ဳိးနပ္ေစမယ့္ ဇာတ္ကားေကာင္းဆုိတာ အာမခံရဲပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hein That Naingပဲျဖစ္ပါတယ္…",
        "rating": "6.1",
        "category": "Action, Drama, War",
        "imageurl": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
        "link": "https://megaup.net/1tauh/The_Battle_Of_Jangsari.2019.WEB-DL_720P.PP.mp4",
        "link2": "https://megaup.net/1tatZ/The_Battle_Of_Jangsari.2019.360P.PP.mp4",
        "download": "https://megaup.net/1tatZ/The_Battle_Of_Jangsari.2019.360P.PP.mp4",
        "download2": "https://megaup.net/1tatZ/The_Battle_Of_Jangsari.2019.360P.PP.mp4"
    },
    {
        "name": "Kingsman: The Secret Service (2014) Uncut",
        "cover": "https://image.tmdb.org/t/p/w185/8x7ej0LnHdKUqilNNJXYOeyB6L9.jpg",
        "description": "Kingsman:The Secret Service ႐ုပ္​႐ွင္​ဟာ 2014ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ Action ကား​ေကာင္​းတစ္​ခုျဖစ္​ပါတယ္​IMDB 7.7 နဲ႔ Rotten Tomatoes 74%ရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြအ​ေနနဲ႔ မင္​းသားႀကီး Colin Firth,Samuel L.Jackson,Taron Egerton တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားတဲ့နာမည္​ႀကီး action ကား​ေကာင္​းျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ငယ္​စဥ္​ကတည္​းက အ​ေဖမ႐ွိ​ေတာ့တဲ့ အဂ္​ဆီတစ္​​ေယာက္​ မိခင္​ျဖစ္​သူပ​ေထြးႏွိပ္​စက္​ခံရတာကို လက္​ပိုက္​ၾကည္​့​ေနရပါတယ္​တစ္​ရက္​မခံႏိုင္​လို႔ ျပန္​လုပ္​ရင္​း ရဲစခန္​း​ေရာက္​သြားတဲ့အခါ…..လည္​ပင္​းမွာဆြဲထားတဲ့ အ​ေဖ့ဂုဏ္​ျပဳတံဆိပ္​က ဖုန္​းနံပါတ္​​ေခၚ လာကယ္​ဖို႔​ေတာင္​းဆိုတဲ့အခါ……ဘယ္​သူလာကယ္​တင္​မွာလဲ…..သူဘယ္​လို​ေျပာင္​းလဲသြားမွာလဲ….​download ဆြဲၾကည္​့လိုက္​ပါ",
        "rating": "7.7",
        "category": "Action, Adventure, Comedy",
        "imageurl": "https://image.tmdb.org/t/p/w185/8x7ej0LnHdKUqilNNJXYOeyB6L9.jpg",
        "link": "https://soliddrive.co/Tvf/[CM]_Kingsman_The_Secret_Service_(2014)_Uncut_Blu-Ray_720p_(0.99_GB).mp4",
        "link2": "https://soliddrive.co/Tve/[CM]_Kingsman_The_Secret_Service_(2014)_Uncut_Blu-Ray_360p_(430_MB).mp4",
        "download": "https://soliddrive.co/Tve/[CM]_Kingsman_The_Secret_Service_(2014)_Uncut_Blu-Ray_360p_(430_MB).mp4",
        "download2": "https://soliddrive.co/Tve/[CM]_Kingsman_The_Secret_Service_(2014)_Uncut_Blu-Ray_360p_(430_MB).mp4"
    },
    {
        "name": "Kingsman: The Golden Circle (2017)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjQ3OTgzMzY4NF5BMl5BanBnXkFtZTgwOTc4OTQyMzI@._V1_SY1000_CR006751000_AL_.jpg",
        "description": "ဒီဇာတ္ကားဟာ 2014 က ထြက္ခဲ့တဲ့ Kingsman: The Secret Service ရဲ႕ အဆက္ျဖစ္ပါတယ္။အက္စီဟာ Kingsman ရဲ႕ ေအးဂ်င့္တစ္ေယာက္ျဖစ္ၿပီး သူ႔ရဲ႕ဆရာျဖစ္သူ ဟယ္ရီဟာ့ဒ္ ေသဆံုးသြားၿပီးတဲ့ေနာက္ ဂဲလာဟဒ္နာမည္နဲ့ပဲဆက္လက္တာဝန္ထမ္းေဆာင္ေနခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ လက္တဖက္ျပတ္ ခ်ာလီရဲ႕ လုပ္ၾကံမႈကေန သီသီေလးလြတ္ေျမာက္ခဲ့ေပမယ့္ အက္စီနဲ႔ မာလင္ကလြဲရင္ က်န္တဲ့ Kingsman Agents အားလံုး လုပ္ၾကံခံလိုက္ရပါတယ္။အဲ့လိုနဲ႔ အက္စီနဲ႔ မာလင္တို႔ Statesman ဆိုတဲ့အဖြဲ႔အစည္းနဲ႔ ခ်ိတ္ဆက္မိၿပီး ေသျပီလို့ ယူဆထားခဲ့တဲ့ ဟယ္ရီဟာ့ဒ္နဲ့ ျပန္လည္ေတြ့ဆံုခဲ့ပါတယ္။ဒါေပမယ့္ ဟယ္ရီက အတိတ္ေမ့ေနၿပီး Kingsman နဲ႔ပတ္သက္သမွ် ဘာမွမသိေတာ့တဲ့အခါ သူ႔ကို ျပန္ၿပီး မွတ္ဉာဏ္ေပၚလာေအာင္ နည္းမ်ိဳးစံုႀကိဳးစားၾကရင္း The Golden Circle ဆိုတဲ့ မူးယစ္အၾကမ္းဖက္အဖြဲ႔ရဲ႕ လူသန္းေပါင္းမ်ားစြာေသေစႏိုင္မယ့္ အစီအစဥ္ကို ရပ္တန္႔ႏိုင္ဖို႔ႀကိဳးစားၾကရပါေတာ့တယ္။ဒီဇာတ္ကားဟာ 2014 ကထြက္ခဲ့တဲ့ Kingsman: The Secret Service ထက္ ျမဳပ္ကြက္ေတြပိုမ်ားၿပီး Action Scene ေတြကလဲ ၾကည့္႐ွဴသူအႀကိဳက္ေတြ႔ေစမွာေသခ်ာပါတယ္။ဟာသေလးေတြရယ္၊ John Denver ရဲ႕ ကမ႓ာေက်ာ္ Take Me Home, Country Road သီခ်င္းရယ္နဲ႔အတူ ဟယ္ရီမွတ္ဉာဏ္ဘယ္လိုျပန္ေပၚေအာင္လုပ္မလဲ၊Kingsman အဖြဲ႔မွာ ဘယ္သူေတြထပ္ၿပီး အနစ္နာခံရမလဲ၊Statesman အဖြဲ႔မွာေရာ ဘယ္လိုျမဳပ္ကြက္ေတြရိွေနလဲဆိုတာသိႏိုင္ဖို႔ 2017 ထြက္ Action ကားေတြထဲကအေကာင္းဆံုးတစ္ကားအပါအဝင္ျဖစ္တဲ့ Kingsman: The Golden Circle ကို ခုပဲ Download လုပ္ၿပီးၾကည့္႐ွဴလိုက္ပါ။",
        "rating": "6.8",
        "category": "Action, Adventure, Comedy",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjQ3OTgzMzY4NF5BMl5BanBnXkFtZTgwOTc4OTQyMzI@._V1_SY1000_CR006751000_AL_.jpg",
        "link": "https://soliddrive.co/Tvd/[CM]_Kingsman_The_Golden_Circle_(2017)_Blu-Ray_720_(1.20_GB).mp4",
        "link2": "https://soliddrive.co/Tvc/[CM]_Kingsman_The_Golden_Circle_(2017)_Blu-Ray_360p_(500_MB).mp4",
        "download": "https://soliddrive.co/Tvc/[CM]_Kingsman_The_Golden_Circle_(2017)_Blu-Ray_360p_(500_MB).mp4",
        "download2": "https://soliddrive.co/Tvc/[CM]_Kingsman_The_Golden_Circle_(2017)_Blu-Ray_360p_(500_MB).mp4"
    },
    {
        "name": "Home with a View of the Monster (2019)",
        "cover": "https://www.gcmovies.org/wp-content/uploads/2020/01/4wP6r3QEYvdzA2ut3bGOn5EyKR4-185x278.jpg",
        "description": "ဒန်နစ်နဲ့ရီသာဆိုတဲ့ အတွဲက ရေကန်ရှုခင်းရှိတဲ့ အိမ်ကောင်းတလုံးရဲ့ပိုင်ရှင်ပါ ။ သူတို့ရဲ့ အိမ်ကို သူတို့ခရီးသွားနေတဲ့အချိန် အိမ်ကို အားလပ်ရက်အပန်းဖြေအိမ်ငှါးတဲ့နေရာအဖြစ် လိုင်းပေါ်တင်လိုက်ပါတယ် ။ သူတို့ပြန်လာတဲ့လမ်းတလျှောက်မှာတော့ ထူးဆန်းတဲ့အရာတွေကြုံခဲ့ရပြီး သူတို့ပြန်ရောက်တဲ့အချိန်မှာလည်း အိမ်က ထူးဆန်းနေခဲ့ပါတယ် ။ သူတို့မရှိခင်နေသွားတဲ့ ချစ်သူစုံတွဲရဲ့အဖြစ်ကိုကြည့်ပြီး ဒီအိမ်က မကောင်းဆိုးဝါးအရိပ်တွေရှိနေတဲ့ အိမ်မှန်းသိခဲ့ရပါတယ် ။ ကျွမ်းကျင်သူတွေကတောင် လက်လျှော့ပြီးထွက်ပြေးကြတဲ့အိမ်မှာ နေတဲ့ သူတို့ ၂ ယောက်ဘယ်လိုဆက်ဖြစ်မလဲ ဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါ ။",
        "rating": "3.4",
        "category": "Drama,Horror,Mystery",
        "imageurl": "https://www.gcmovies.org/wp-content/uploads/2020/01/4wP6r3QEYvdzA2ut3bGOn5EyKR4-185x278.jpg",
        "link": "https://drive.google.com/file/d/1EFBx44vktLM4XwxReGRXnGQYoM5-SkLW/view",
        "link2": "https://drive.google.com/file/d/1mWQP-XM3rw56R8d6V9WijcDLiKBa67Ih/view",
        "download": "https://drive.google.com/file/d/1EFBx44vktLM4XwxReGRXnGQYoM5-SkLW/view",
        "download2": "https://drive.google.com/file/d/1EFBx44vktLM4XwxReGRXnGQYoM5-SkLW/view"
    },
    {
        "name": "Hantu Kak Limah 2018",
        "cover": "https://www.gcmovies.org/wp-content/uploads/2020/01/fxBNbQEaISxUF356SpTeDX0Gw52-185x278.jpg",
        "description": "အေ႐ွ႕ေတာင္အာ႐ွဟာသသရဲကားၾကဳိက္ႏွစ္သက္သူေတြအတြက္ ဒါကေတာ့ မေလးဟာသသရဲကားေလးပါကန္ပန္ပီဆန္ဆုိတဲ့ ရြာေလးမွာ Kak Limahနဲ႔Khuda ဆုိသူတုိ႔ဟာ လက္ထပ္လုိက္ၾကပါတယ္လက္ထပ္ၿပီး မၾကာခင္မွာပဲ Kak Limah ဆုံးသြားပါတယ္ကက္လီမာ ေသသြားၿပီး ရြာေလးရဲ႕ေဆးခန္းမွာ အေလာင္းက႐ွိေနေပမယ့္ Kak Limahရဲ႕အိမ္မွာလဲ Kak Limahတစ္ေယာက္႐ွိေနၿပီး Khudaရဲ႕ သူငယ္ခ်င္းေတြကုိ ပိန္းဥျပဳတ္ေတာင္ လုပ္ေကြၽးေနပါေသးတယ္ဒါဆုိ ပိန္းဥျပဳတ္ေနတဲ့ Kak Limahပဲ မေသေသးပဲ တစ္ကယ္႐ွိေနတာလား အေလာင္းကပဲ တစ္ျခားသူနဲ႔မွားေနတာလား ဆုိတာ Yeh သြားစစ္ပါေတာ့တယ္အဲ့ေနာက္ပုိင္းမွာ တစ္လြဲေတြ စေတာ့တာပါပဲ Kak Limahက တစ္ကယ္ပဲ ေသသြားတာလားဒါဆုိ ပိန္းဥျပဳတ္ေနတဲ့ Kak Limahကေရာ ဘာႀကီးလဲဆုိတာ ဒီကားေလးၾကည့္ၿပီး ရယ္ေမာရင္း အေျဖ႐ွာၾကပါေတာ့", 
    "rating": "6.8",
        "category": "Comedy,Horror",
        "imageurl": "https://www.gcmovies.org/wp-content/uploads/2020/01/fxBNbQEaISxUF356SpTeDX0Gw52-185x278.jpg",
        "link": "https://www.mediafire.com/file/uv98ormuz2gt214/Hantu-Kak-Limah-2018-HD-GC-muxed.mp4/file",
        "link2": "https://www.mediafire.com/file/uovr10uh8whnbza/Hantu-Kak-Limah-2018-SD-GC.mp4/file",
        "download": "https://drive.google.com/file/d/1sis919HDgHyyzAiOV9ZQZg9IkIUt796u/view",
        "download2": "https://drive.google.com/file/d/1sis919HDgHyyzAiOV9ZQZg9IkIUt796u/view"
    },
    {
        "name": "Catch Me If You Can (2002)",
        "cover": "https://image.tmdb.org/t/p/w185/MywWCQGJNUr5kivAQ7eseCG7rm.jpg",
        "description": "A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.ဒါရုိက္တာက နာမည္ႀကီး Steven Spielberg ျဖစ္ျပီး မင္းသားေတြကေတာ့ မင္းသားၾကီး Tom Hanks ရယ္…မင္းသားေခ်ာ Leonardo တို႕ရယ္ ျဖစ္ပါတယ္…။ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္သလို ေအာ္စကာဆုေတြလဲရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ ေပ့ါေပ့ါပါးပါး ဖန္စီကားတစ္ကားျဖစ္ေပမယ့္ ပညာရစရာေတြ မ်ားသလို ႀကည့္လည္းႀကည့္သင့္တဲ့ကားပါ။ မင္းသားႏွစ္ေယာက္ျဖစ္တဲ့ Leonardo နဲ့ Tom Hanks တို့ႏွစ္ဦးရဲ့ သရုပ္ေဆာင္ခ်က္ကလည္း ေကာင္းသလို သူတို့ႏွစ္ဦးႀကားက ဆက္ဆံေရး၊ ဇာတ္လမ္း တည္းျဖတ္ထားပုံကလည္း ဇာတ္ကားကုိ ထူးျခားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေစပါတယ္။ ဇာတ္ရွိန္ အတက္အက် မွန္ျပီး၊ ပါသင့္တဲ့အခ်က္အလက္ အားလုံးစုံေအာင္ ထည့္သြင္းရုိက္ကူးထားႏုိင္ပါတယ္။ဥာဏ္ေကာင္းရဲ့သားနဲ့ လမ္းမွားေရာက္ေနတဲ့ လူငယ္ ေလးကုိ တာ၀န္အရဖမ္းတာတင္မဟုတ္ပဲ လမ္းမွန္ေရာက္လာေအာင္ ျပဳျပင္ေပးရုံသာမက နုိင္ငံအတြက္ပါ အက်ိဳးရွိေအာင္ အသုံးခ် နုိင္ခဲ့တဲ့ Carl Hanratty အျဖစ္ Tom Hanks ပီျပင္စြာသရုပ္ေဆာင္နုိင္ခဲ့ပါတယ္။ အထူးသျဖင့္ ျပင္သစ္ရဲေတြ Frank ကုိ ဖမ္းသြားေတာ့ မရမက ျပန္ေခၚထုတ္ျပီး အေမရိကားကုိ ျပန္ေခၚလာနုိင္ဖို့ ႀကိဳးစားခဲ့ပုံေတြ ကုိလည္း ဒီကားမွာ ခံစားႀကည့္ရွဳရမွာပါ…….",
        "rating": "8.1",
        "category": " Biography, Crime, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/MywWCQGJNUr5kivAQ7eseCG7rm.jpg",
        "link": "https://soliddrive.co/5162c863fe2b5bf2/(www.channelmyanmar.com)CtchMIfYCn(02).mp4",
        "link2": "https://soliddrive.co/5162c863fe2b5bf2/(www.channelmyanmar.com)CtchMIfYCn(02).mp4",
        "download": "https://soliddrive.co/5162c863fe2b5bf2/(www.channelmyanmar.com)CtchMIfYCn(02).mp4",
        "download2": "https://soliddrive.co/5162c863fe2b5bf2/(www.channelmyanmar.com)CtchMIfYCn(02).mp4"
    },
    {
        "name": "The Basketball Diaries (1995)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/03/51UtFrgBNaL.jpg",
        "description": "လီယိုနာဒိုကို ေခါင္းေဆာင္မင္းသားအျဖစ္ ပို႕ေဆာင္ေပးႏိုင္ခဲ့တဲ့ ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ Jim Carroll ဆိုတဲ့ အေမရိကန္ နာမည္ေက်ာ္ ကဗ်ာဆရာ စာေရးဆရာ ဂီတပညာရွင္ တစ္ဦးအေၾကာင္းကို ရိုက္ကူးထားတာပါ။သူ႕အသက္ ၁၃ ႏွစ္ ျမီးေကာင္ေပါက္အရြယ္က ဘတ္စကတ္ေဘာကစားျခင္း လူပ်ိဳရည္ပ်က္သုန္းျခင္း မူးယစ္ေဆးစြဲျခင္း ေန႕စဥ္မွတ္တမ္းေတြအေၾကာင္းေပါ့။လူငယ္ဆိုတာ အျဖဴထည္…ေလာကၾကီးက ႏိုင္ရာစား…အရသာဆို ခါး..ဘဝက ဓါးသြား။လီယိုနာဒိုရဲ႕ ျမီးေကာင္ေပါက္သရုပ္ေဆာင္မႈေတြက Jim Carroll ဝိညာဥ္ပူးကပ္ႏိုင္မလား…မင္းသား Mark Wahlberg ကိုလဲ မေအာင္ျမင္ခင္က ဒီဇိုင္းနဲ႔ ဒီဇာတ္ကားမွာ ေတြ႕ျမင္ရမွာပါ။",
        "rating": "7.3",
        "category": "Biography, Crime, Drama",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/03/51UtFrgBNaL.jpg",
        "link": "https://soliddrive.co/29Vq/(CM)The_Basketball_Diaries(1995)_BDRip.1080p.H264.mp4",
        "link2": "https://soliddrive.co/29Vp/(CM)The_Basketball_Diaries(1995)_BDRip.1080p.H264_SmallFile.mp4",
        "download": "https://soliddrive.co/29Vp/(CM)The_Basketball_Diaries(1995)_BDRip.1080p.H264_SmallFile.mp4",
        "download2": "https://soliddrive.co/29Vp/(CM)The_Basketball_Diaries(1995)_BDRip.1080p.H264_SmallFile.mp4"
    },
    {
        "name": "The Grandmaster(2013)",
        "cover": "https://image.tmdb.org/t/p/w185/8OIEVvoTmbGotdygjXzSNX8ribV.jpg",
        "description": "တ႐ုတ္သိုင္း႐ုပ္႐ွင္ကို သေဘာက်သူေတြၾကားမွာမသိသူမ႐ွိေလာက္တဲ့ Ip Manရဲ႕ အေၾကာင္းကို႐ိုက္ကူးထားတဲ့ သိုင္းကားတစ္ကားပါ။Ip Man ကားတဲြေတြနဲ႔ေတာ့ တစ္စက္ကေလးမွမဆင္တဲ့အျပင္ ေဝါင္ကာေဝးရဲ႕ ႐ုပ္႐ွင္ပီပီသသပါပဲခမ္းခမ္းနားနား Dialougeေတြကို ေသေသသပ္သပ္ထည့္သြင္းထားပါတယ္။ Ip Manကို ဗဟိုျပဳၿပီးသူ႔ေခတ္ၿပိဳင္ သိုင္းဆရာေတြကိုပါ လွလွပပစက္ဝိုင္းေလးဝိုင္းၿပီး ေဘာင္မလြတ္ပဲ ျပထားပါတယ္။ဘဝမွာသာ ရာသီအပိုင္းအျခားေတြ႐ွိခဲ့ရင္သူ႔ဘဝရဲ႕ပထမႏွစ္ေလးဆယ္က ေႏြဦးလိုသာယာခဲ့တယ္ဆိုတဲ့ Ip Manရဲ႕ဘဝ ႏွစ္ေလးဆယ္ေနာက္ပိုင္းေဆာင္းရာသီေန႔ရက္ေတြအေၾကာင္းကိုတင္ဆက္ျပသထားပါတယ္။သိုင္းပညာျပခန္းေတြသိပ္မမ်ားလွေပမယ့္ပါသမွၽေလာက္ကလည္း စကၠန္႔စိတ္စာမွၽ ပယ္စရာမ႐ွိတဲ့တကယ့္အႏွစ္ေတြပါပဲ။ ဒီလိုပယ္စရာမ႐ွိရေအာင္လည္းဒီ႐ုပ္႐ွင္ရဲ႕ မင္းသား တိုနီခ်ဴေဝဟာ တစ္ေန႔ေလးနာရီႏႈန္းနဲ႔တစ္ႏွစ္တိတိက်င့္ခဲ့ရပါတယ္။တ႐ုတ္ျပည္ကေန ခုန္ပ်ံေက်ာ္လႊားၿပီး အေမရိကန္jမွာေအာ္စကာႏွစ္ဆု Nomineeဝင္ထားတဲ့ဒီ႐ုပ္႐ွင္မွာ Ip Manရဲ႕ ဝင္းခြၽန္းသိုင္းကြက္ေတြထိုက္က်ိသိုင္းရဲ႕ ဒႆ နေတြ ေဝေဝဆာဆာနဲ႔သိုင္းအႏုပညာကို ထဲထဲဝင္ဝင္ ခံစားၾကရမွာပါ။",
        "rating": "6.6",
        "category": "Action, Biography, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/8OIEVvoTmbGotdygjXzSNX8ribV.jpg",
        "link": "https://soliddrive.co/Usc/The_Grandmaster.2013.BluRAY720P.PP.mp4",
        "link2": "https://soliddrive.co/Usd/The_Grandmaster.2013.360P.PP.mp4",
        "download": "https://soliddrive.co/Usd/The_Grandmaster.2013.360P.PP.mp4",
        "download2": "https://soliddrive.co/Usd/The_Grandmaster.2013.360P.PP.mp4"
    },
    {
        "name": "Chasing the Dragon II(2019)",
        "cover": "https://image.tmdb.org/t/p/w185/eDDH9Mp5cSN21Vf5Sl6AEqfuKzX.jpg",
        "description": "ဟောင်ကောင်ရဲတပ်ဖွဲ့တဈခုလုံး နေ့စဉ်နဲ့အျမှခေါင်းမီးတောက်နေတယ်….အေကြာင်းကေတာ့ မူးယဈရာဇာကြီး တဈေယာက်ကြောင့်ပါ…..မူးယဈရာဇာကြီးဟာ ဒီလောကမွာတော့ ဥပဒေကို လက်တဈလုံးခြားနေတဲ့သူပါ…အေတွ့အကြုံပေါင်းျမားစွာရွိတဲ့အပြင် ပါးနပ်လွန်းတဲ့ သူ့ကိုဖမ်းဆီးဖို့ ရဲတွေအတွက်နေ့စဉ်နဲ့အျမှခေါင်းစားနေရတယ်..ဒီမူးယဈရာဇာကြီးဟာ ကိစ္စတဈခုကိုဖြေရွင်းဖို့ ငွေကြေး လူသတ်သမားပေါင်းစုံအသုံးပြုပြီးခြေရာေျဖာက်ပြီး ဥပဒေဘက်တော်သားတွေကိုလွောင်ပြုံးပြုံးနေတတ်တယ်…တစေန့တော့ ရဲတပ်ဖွဲ့က ထက်မြက်တဲ့ ရဲအရာရွိတဈေယာက်ကို စပိုင်အဖြဈ မူးယဈဂိုဏ်းကို ဝင်စေပြီးတော့ သက်သေတွေနဲ့ ထောင်ဖမ်းဖို့ကြိုးစားပါတော့တယ်…ရဲတပ်ဖွ့ဲရဲ့အစီအစဉ်တွေအောင်မြင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဒီတရုတ်ကားကေတာ့ နာမည်ကြီးမင်းသားတွေဖြဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို့ ပါဝင်ထားပါတယ်…ခုနောက်ထွက်တဲ့တရုတ်ကားတွေထဲမွာ တော်တော်ကြီးကိုမိုက်တဲ့အထဲမွာပါပါတယ်…Louis Koo ဆိုရင် Line Walker ကြည့်တဲ့မြန်မာပရိတ်သတ်တွေအဖို့ မစိမ်းလွပါဘူး..အလန်းစားတရုတ်ကားမို့ခံစားကြည့်ကြပါဦးဇာတ်လမ်းအညှွန်းနဲ့ ဘာသာပြန်သူကေတာ့ Naomi Noe ပဲဖြဈပါတယ်…",
        "rating": "6.1",
        "category": "Action, Biography, Crime",
        "imageurl": "https://image.tmdb.org/t/p/w185/eDDH9Mp5cSN21Vf5Sl6AEqfuKzX.jpg",
        "link": "https://soliddrive.co/2AK2/Chasing_the_Dragon.2.2019.HDRip.720po.pp.mp4",
        "link2": "https://soliddrive.co/2AK3/Chasing_the_Dragon.2.2019.360P.PP.mp4",
        "download": "https://soliddrive.co/2AK3/Chasing_the_Dragon.2.2019.360P.PP.mp4",
        "download2": "https://soliddrive.co/2AK3/Chasing_the_Dragon.2.2019.360P.PP.mp4"
    },
    {
        "name": "Blind Detective(2013)",
        "cover": "https://image.tmdb.org/t/p/w185/tBsEMAR6yjusIG607PqpNH7qXEy.jpg",
        "description": "အမုိက္စားဇာတ္လမ္းမုိ႕ BluRay 1080 5.1ch ပါျပဳလုပ္ေပးထားပါတယ္…ေခတ္မွီတိုးတက္တဲ့နည္းပညာေတြအကူအညီနဲ႔ ႐ုပ္ရွင္ကားေတြဟာလည္း ပိုမိုအေရာင္အေသြးစုံလင္လာလို႔ ပရိတ္သတ္ေတြအတြက္လည္း ရသအျပည့္အဝခံစားလာရတယ္…သို႔ေပမယ့္ ဒီဘက္ေခတ္ တ႐ုတ္႐ုပ္ရွင္ေတြဟာ အရင္ကားေတြကို မမွီတဲ့အျပင္ ေဆးဆိုးပန္း႐ိုက္႐ုပ္ေတြကိုပဲ ဦးစားေပးလာသလိုခံစားရတယ္….ေကာင္းတဲ့ကားေတြရွိေပမယ့္ကြၽန္ေတာ္တို႔အႀကိဳက္ျဖစ္တဲ့ကားေတြေတာ့ နည္းလာတယ္ဆိုတာ လက္မခံခ်င္လည္း လက္ခံရမွာပဲ…..ဒါ့ေၾကာင့္ပဲ အရင္ေခတ္က ထြက္ရွိခဲ့တဲ့ Blind Detective (2013) ကားကို ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္…စိတ္ဝင္စားဖြယ္မႈခင္းကားျဖစ္သလို နာမည္ႀကီးမင္းသားျဖစ္တဲ့ Andy Lau ကည္း မ်က္ကန္းစုံေထာက္အျဖစ္သ႐ုပ္ေဆာင္ထားတယ္….တကယ့္အမွဳၾကီးေတြကုိ မ်က္ကန္းတစ္ေယာက္ဟာ ဘယ္လုိစုံေထာက္မလဲဆုိတာကုိစိတ္၀င္စားဖြယ္ရာေတြ႕ရမွာပါ…သူ႕ရဲ႕ဆက္စပ္ေတြးေခၚပုံေတြက ဇာတ္လမ္းရဲ႕ အဓိကအသက္ျဖစ္သလုိဟာသေလးေတြ ၾကည္နူးဖြယ္ရာအခ်စ္ဇာတ္အိမ္ေလးလည္းပါသမုိ႕ခံစားၾကည့္ၾကပါဦးလုိ႕…….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္…",
        "rating": "6.5",
        "category": "Comedy, Crime, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/tBsEMAR6yjusIG607PqpNH7qXEy.jpg",
        "link": "https://soliddrive.co/30Jy/Blind_Detective.2013.BluRay720p.pp.mp4",
        "link2": "https://soliddrive.co/30Jz/Blind_Detective.2013.360p.pp.mp4",
        "download": "https://soliddrive.co/30Jy/Blind_Detective.2013.BluRay720p.pp.mp4",
        "download2": "https://soliddrive.co/30Jy/Blind_Detective.2013.BluRay720p.pp.mp4"
    },
    {
        "name": "Young Detective Dee: Rise of the Sea Dragon (2013)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2016/12/di_renjie_shen_du_long_wang_ver2.jpg",
        "description": "ဒီဇာတ္လမ္း ဟာ ၂၀၁၀ ခုႏွစ္ကထြက္ရွိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ္ရွင္ရဲ႕ Prequel ျဖစ္ပါတယ္ …ဒါေၾကာင့္ စံုေထာက္တီ(ဒီး)ကိုငယ္စဥ္ဘဝကပံုစံနဲ႕ေတြ႕ရမွာပါ။မင္းသား Mark Chao ကစံုေထာက္တီ(ဒီး)အျဖစ္ပါဝင္ထားျပီး မင္းသမီးကေတာ့ Angelababy ျဖစ္ပါတယ္။ ကိုရီးယားမင္းသား Kim Bum လဲအရံပါဝင္ထားပါတယ္။တီ(ဒီး)တစ္ေယာက္ စံုေထာက္မျဖစ္ခင္ အလုပ္လာေလွ်ာက္ကတည္းက တိုင္းျပည္ရဲ႕ ေသေရးရွင္ေရးျပသနာတစ္ခုကို ေျဖရွင္းဖို႕တိုက္ဆိုင္လာတဲ့အခါမွာ……..။ဇာတ္လမ္းကေတာ့ အဆန္းၾကီးျဖစ္ျပီး နဂါးေတြ အဆိပ္ေကာင္ေတြ ကိုယ္ေဖာ့သိုင္းေတြ ေရထဲသြားျမင္းေတြ လွ်ိဳ႕ဝွက္ခ်က္ေတြနဲ႕ၾကည့္ရမွာပါ။ဒီဇာတ္လမ္းကို ကြ်န္ေတာ္ကေတာ့ ၾကိဳက္ပါတယ္။ ကင္မရာရိုက္ခ်က္ေတြ Special Effects ကလဲ ၾကည့္ရႈသူေတြကို တဝိုးဝိုးျဖစ္ရမွာပါ….IMDb Rating (6.5/10) ရရွိထားျပီး Action,Adventure စံုေထာက္ဇာတ္ကားၾကိဳက္သူေတြ လက္မလြတ္သင့္ပါ။",
        "rating": "6.5",
        "category": "Action, Adventure, Asian, Drama",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2016/12/di_renjie_shen_du_long_wang_ver2.jpg",
        "link": "https://mirrorace.com/m/28ia6",
        "link2": "https://mirrorace.com/m/28ia3",
        "download": "https://mirrorace.com/m/28ia3",
        "download2": "https://mirrorace.com/m/28ia3"
    },
    {
        "name": "Detective Dee: The Four Heavenly Kings (2018)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/09/39242309_112472333029376_7759050899183370240_n.jpg",
        "description": "ဒီရုပ္ရွင္ကေတာ့ ၂၀၁၃ ကထြက္ရွိခဲ့တဲ့ Young Detective Dee – Rise of The Sea Dragon ရဲ႕ Sequel အေနနဲ႕ထြက္ရွိလာခဲ့တာပါ။ေရွ႕က အဓိကသရုပ္ေဆာင္ေတြ အကုန္နီးပါး ျပန္ပါဝင္ထားပါတယ္။၂၀၁၀ ကထြက္ရွိျပီး ေအာင္ျမင္ေက်ာ္ၾကားခဲ့တဲ့ Detective Dee-Mystery of The Phantom Flame ရုပ္ရွင္ရဲ႕ Prequel ရုပ္ရွင္ေတြျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ Rise of The Sea Dragon ရုပ္ရွင္ အဆံုးကေနျပန္လည္စတင္ထားျပီးရွင္ဘုရင္က စံုေထာက္တီ(ဒီး)ကို နဂါးႏိုင္ဓါး (က်ိဳင္းတံ) အပ္ႏွင္းျပီး တစ္တိုင္းျပည္လံုးကို ေစခိုင္းႏိုင္တဲ့ အခြင့္အာဏာအပ္ႏွင္းလိုက္တာကေန စတင္ပါတယ္။ဒီလိုအာဏာအပ္ႏွင္းလိုက္တဲ့အတြက္ ရွင္ဘုရင္ကို တရုတ္ျပည္သမိုင္းမွာတစ္ဦးတည္းေသာဘုရင္မျဖစ္လာမယ့္ မိဖုရားဝူက အမ်က္ရွေတာ္မူပါတယ္…စံုေထာက္တီ(ဒီး)လို ဦးေႏွာက္ပဲရွိျပီး မ်ိဳးရိုးက မင္းမႈထမ္း သာမန္ျဖစ္ေနတဲ့ လူမ်ိဳးကို အာဏာအပ္ႏွင္းရမလားဆိုျပီးေတာ့ေပါ့။(အဲ့ဒီေခတ္ကတည္းက အသိဥာဏ္ပညာရွိတဲ့လူေတြထက္ မ်ိဳးရိုးက ပိုစကားေျပာခဲ့ၾကပံုေပၚပါတယ္..ဤကား စကားခ်ပ္။)ဒါနဲ႔ မိဖုရားဝူက ပြဲၾကမ္းေတာ္မူတယ္ေပါ့…ရွင္ဘုရင္ကလဲ သူ႕မိဖုရားကို ခ်စ္ခင္ႏွစ္သက္ေတာ္မူတာေၾကာင့္ မယ္ေတာ္ဝူဟာ ဘုရင္မတစ္ပါးလိုျဖစ္ေနေတာ့ နန္းတြင္းထဲ လုပ္ခ်င္ရာလုပ္ေနသတဲ့။မိဖုရားဝူကေတာ့ နဂါးႏိုင္ဓါး (က်ိဳင္းတံ)ကိုပဲ ျပန္သိမ္းျပီး စံုေထာက္တီ(ဒီး)ကို တြယ္ထုတ္ခ်င္ယံုပါ။ဒါေပမယ့္ ေရွ႕မင္းဆက္လက္ထက္က ရာဇဝင္ေၾကြးမေက်တဲ့ အိႏၵိယက နတ္ဝိဇၨာ စစ္သည္ေတာ္ေတြ မိဖုရားဝူကိုအေၾကာင္းျပဳလို႕ဒီအမႈတြဲထဲကို ပါဝင္လာတဲ့အခါမွာေတာ့…စံုေထာက္တီ(ဒီး) ဘယ္လိုေျဖရွင္းမလဲဆိုတာ…။ရုိက္ကူးထားတဲ့ သိုင္းကြက္ေတြ လက္နက္ပစၥည္းေတြ Special Effect ေတြကေတာ့ ေျပာေနၾကအတိုင္း တဝိုးဝိုးျဖစ္ရမွာပါ။ဒီဇာတ္ကားကိုၾကည့္ျပီးမွ ၂၀၁၀ က စံုေထာက္တီ(ဒီး) ဇာတ္ကားကို ၾကည့္သင့္ပါတယ္..။တရုတ္ျပည္သမိုင္းမွာ ထက္ျမက္တယ္ ဥာဏ္ပညာရွိတယ္ ေကာက္က်စ္တယ္ ရက္စက္တယ္ အမ်ိဳးမ်ိဳးအဖံုဖံု ေျပာဆိုေနၾကတဲ့ တစ္ဦးတည္းေသာဘုရင္မျဖစ္ခဲ့တဲ့ Empress Wu တျဖစ္လဲ Wu Zetian အေၾကာင္းကို အနည္းငယ္ျမည္းစမ္းၾကည့္ႏိုင္မွာပါ။",
        "rating": "6.4",
        "category": "Action, Adventure, Asian",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/09/39242309_112472333029376_7759050899183370240_n.jpg",
        "link": "https://mirrorace.com/m/28jle",
        "link2": "https://mirrorace.com/m/28jrr",
        "download": "https://mirrorace.com/m/28jrr",
        "download2": "https://mirrorace.com/m/28jrr"
    },
    {
        "name": "The Fast and the Furious: Tokyo Drift (2006)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_.jpg",
        "description": "In order to avoid a jail sentence, Sean Boswell heads to Tokyo to live with his military father. In a low-rent section of the city, Shaun gets caught up in the underground world of drift racing",
        "rating": "6.0",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_.jpg",
        "link": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/19fdaf17b1e433ed/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4"
    },
    {
        "name": "Fast Five (2011)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_.jpg",
        "description": "Former cop Brian O’Conner partners with ex-con Dom Toretto on the opposite side of the law. Since Brian and Mia Toretto broke Dom out of custody, they’ve blown across many borders to elude authorities. Now backed into a corner in Rio de Janeiro, they must pull one last job in order to gain their freedom.",
        "rating": "7.3",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_.jpg",
        "link": "https://soliddrive.co/90ee9ad0d569f925/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4",
        "download2": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "T-34(2018)",
        "cover": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "description": "((ဒီကားရဲ႕ အသက္ဟာ တင့္ထုိးစစ္ဆင္မႈေတြနဲ႕ တင့္က်ည္ဆန္ေတြတစ္၀ုန္း၀ုန္း ပစ္ခတ္ထိမွန္ခ်က္ေတြျဖစ္လုိ႕ Blu-Ray 1080p5.1 ch ႏွင့္ 720p တုိ႕ျဖင့္ update ေပးထားပါသည္…))စစ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ ပရိတ္သတ္ေတြအတြက္ေမွ်ာ္လင့္ရက်ဳိးနပ္တဲ့ကားတစ္ကားလာပါၿပီဗ်ား….ဒီကားက ဒုတိယ ကမၻာစစ္အတြင္း ရုရွားနဲ႕ ဂ်ာမန္စစ္ျဖစ္တဲ့အခ်ိန္စီးခ်င္းထုိးခဲ့တဲ့ တင့္ကားေတြအေၾကာင္းကုိ အဓိက ထားရုိက္ကူးျပထားတာပါ….ျပသခ်ိန္ ၂နာရီေက်ာ္ရွိခဲ့ေပမယ့္  T-34 အေျမာက္သံတစ္ဂ်ိန္းဂ်ိန္း က်ည္ဆံသံတစ္၀ီ၀ီနဲ႕အျပန္အလွန္တုိက္ခုိက္မႈၾကားမွာ ခင္ဗ်ားဟာ စိတ္၀င္စားလြန္းေတာ့ ေတာင့္ေတာင့္ႀကီးၾကည့္မိၿပီး၂နာရီေက်ာ္ဆုိတာဆုိတာ ဘာမွန္းမသိျဖစ္သြားလိမ့္မယ္….ဇာတ္လမ္းအစမွ အဆုံးထိ ခပ္သြက္သြက္ခပ္ရွင္းရွင္းနဲ႕ကုိ Tempo ခ်ခ်ိန္ဆုိတာေတာင္မရွိသေလာက္ပဲ…..ရုိက္ခ်က္ေတြနဲ႕ခပ္ပါးပါးေနာက္ခံေတးကလည္း တကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္အတိပဲ….ရုရွားဘက္ကတိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ တင့္ကြန္မန္ဒါတစ္ေယာက္ျဖစ္တဲ့ Nikolay Ivushkinဟာဂ်ာမန္တင့္ကားေျခာက္စီးကို သူ႕ရဲ႕ T-34တင့္ကားတစ္စီးတည္းနဲ႔အကုန္အျပတ္ေခ်မႈန္းႏိုင္ခဲ့တယ္….၆စီးကုိ တစ္စီးထဲနဲ႕ေခ်မႈန္းသြားႏုိင္တာၾကည့္ရင္ သူ႕ရဲ႕အရည္အခ်င္းကိုခန္႕မွန္းမိႏုိင္ေကာင္းပါရဲ႕…သုိ႕ေပမယ့္ ေနာက္ဆုံးတစ္စီးတစ္စီးကုိေခ်မႈန္းႏုိင္ခဲ့ေပမယ့္ သူအဖမ္းခံလုိက္ရတယ္…ဒီလုိနဲ႕ ဂ်ာမန္စစ္သုံပန္းဘ၀ကိုေရာကရွိသြားတယ္…ဒီအခ်ိန္မွာ ဂ်ာမန္ေတြအတြက္ရုရွားေတြရဲ႕ တင့္စစ္ကစားဟန္ကထိတ္လန္႕စရာအျဖစ္သိရွိခဲ့ၿပီးတဲ့ေနာက္မွာ သူတုိ႕အစီအစဥ္တစ္ခုဆြဲခဲ့တယ္…ဂ်ာမန္ေတြဟာ ေနာက္ျဖစ္လာမယ့္ရုရွားတပ္နီနဲ႔ရင္ဆိုင္တိုက္ခိုက္ႏိုင္ဖို႔အထူးသျဖင့္ရုရွားတင့္ေတြကိုဘယ္လိုအႏိုင္ရမလဲဆိုတာကို ဂ်ာမန္မ်ိဳးဆက္သစ္ဗိုလ္ေလာင္းေတြကိုလက္ေတြ႕က်က်ေလ့လာႏိုင္ေအာင္လို႔ တစ္ကယ့္ရုရွားတင့္တစ္စီးနဲ႔တိုက္ခိုက္ေပးဖို႔စီစဥ္လိုက္တယ္….အဲ့အခ်ိန္မွာ Nikolay Ivushkinနဲ႔တိုက္ခိုက္ဖူးတဲ့ဂ်ာမန္ေခါင္းေဆာင္ဟာNikolay Ivushkin ရဲ႕အရည္အခ်င္းကိုသိတဲ့အတြက္ Ivushkin ကိုလူအခ်ိဳ႕ေပးေရြးၿပီးေတာ့စုတ္ျပတ္သတ္ေနတဲ့ရုရွားတင့္တစ္စီးကိုေပးလိုက္တယ္…အေျမာက္က်ည္ဆန္မပါဘဲနဲ႔ ဂ်ာမန္ဗိုလ္ေလာင္းေတြနဲ႔တိုက္ခိုင္းတယ္…Ivushkinဟာအဲ့ဒီစုတ္ျပတ္သပ္ေနတဲ့တင့္ကားအတြင္းပိုင္းကိုဝင္ၾကည့္တဲ့အခါမွာပုပ္ပြေနတဲ့အေလာင္းေတြအျပင္ မထင္မွတ္ဘဲေျပာင္လက္ေနတဲ့အရာတစ္ခုခုကိုျမင္ေတြ႕လိုက္တဲ့အခ်ိန္မွာေတာ့…",
        "rating": "6.2",
        "category": "Action,War",
        "imageurl": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "link": "https://soliddrive.co/1K6v/T_34.2018.Blu.Ray_720p.pp.mkv",
        "link2": "https://soliddrive.co/1K6u/T_34.2018.360P.PP.mp4",
        "download": "https://soliddrive.co/1K6v/T_34.2018.Blu.Ray_720p.pp.mkv",
        "download2": "https://soliddrive.co/1K6u/T_34.2018.360P.PP.mp4"
    },
    {
        "name": "12 Suicidal Teens (2019)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMzc2MmIwNTgtNWNlZS00Y2NiLWEzMWMtZjJiOTZmNTE4Zjc5XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_.jpg",
        "description": "‌လောကကြီးကိုစိတ်ကုန်ပြီး ကိုယ့်ကိုယ့်ကိုယ်အဆုံးစီရင်ချင်နေတဲ့ဆယ်ကျော်သက်အရွယ် ကလေး ၁၁ ယောက်ဟာအွန်လိုင်းပေါ်မှာတင်ထားတဲ့ အဆုံးစီရင်သူများစုဝေးမှုကြောင့်စွန့်ပစ်ထားတဲ့ ဆေးရုံဟောင်းတစ်ခုမှာ လာရောက်ဆုံစည်းမိကြပါတယ်။သူတို့အားလုံးဆုံကြတဲ့အချိန် သူတို့ထက်အရင် အဆုံးစီရင်ထားတဲ့ စီစဥ်သူကိုမြင်လိုက်ရလို့အားလုံးအံ့ဩားသင့်ပြီး သူတို့ဖာသာရှေ့ဆက်ကြတော့မယ့်အချိန်မှာနောက်ဆုံးမှတကယ်ဝင်လာတဲ့ စီစဥ်သူ “ဆာတိုရှိ”လူ ၁၂ ယောက်စုဝေးမှုမှာ ၁၃ ယောက်ဖြစ်နေပြီးစာရင်းထဲမှာမပါတဲ့ ကုတင်ပေါ်မှကိုယ်တော်ချောကိုသူတို့ဟာ အမှတ်စဥ် သုည လို့အမည်ပေးပြီးသူဘယ်လိုဒီကိုရောက်လာတယ်ဆိုတာကိုရှာဖွေကြပါတယ်ဝင်လာတဲ့ လူ ၁၂ ယောက်မှာ တစ်ယောက်ချင်းစီတွေ့ခဲ့ကြတဲ့မူမမှန်တဲ့ သဲလွန်စတွေကိုပေါင်းပြီးတော့ ဒီ သုညကိုယ်တော် ဘယ်ကရောက်လာပြီးဘယ်သူသတ်တာလဲကို ပူးပေါင်းဖော်ထုတ်ပြီးမှသူတို့သတ်သေမှုကိုဆက်လုပ်ကြမယ်သဘောတူကြရင်း ရှာဖွေရင်းက မထင်မှတ်တာတွေဖြစ်ခဲ့ကြတယ်…လျို့ဝှက်ချက်ကိုယ်စီရှိနေတဲ့ သူတို့ ၁၂ ယောက်ဟာ သုည စုဝေးတဲ့အခန်းထဲရောက်လာပုံကိုဘယ်လိုအဖြေရှာကြမလဲ သူတို့တွေသတ်သေမှုရောဘယ်လိုဖြစ်သွားမလဲ“ဆာတိုရှိ” ရဲ့ တကယ့်ရည်ရွယ်ချက်ကရော ဘာလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဂျပန်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။12 Suicidal Teens (2019)‌ေလာကႀကီးကိုစိတ္ကုန္ၿပီး ကိုယ့္ကိုယ့္ကိုယ္အဆုံးစီရင္ခ်င္ေနတဲ့ဆယ္ေက်ာ္သက္အ႐ြယ္ ကေလး ၁၁ ေယာက္ဟာအြန္လိုင္းေပၚမွာတင္ထားတဲ့ အဆုံးစီရင္သူမ်ားစုေဝးမႈေၾကာင့္စြန႔္ပစ္ထားတဲ့ ေဆး႐ုံေဟာင္းတစ္ခုမွာ လာေရာက္ဆုံစည္းမိၾကပါတယ္။သူတို႔အားလုံးဆုံၾကတဲ့အခ်ိန္ သူတို႔ထက္အရင္ အဆုံးစီရင္ထားတဲ့ စီစဥ္သူကိုျမင္လိုက္ရလို႔အားလုံးအံ့ဩားသင့္ၿပီး သူတို႔ဖာသာေရွ႕ဆက္ၾကေတာ့မယ့္အခ်ိန္မွာေနာက္ဆုံးမွတကယ္ဝင္လာတဲ့ စီစဥ္သူ “ဆာတိုရွိ”လူ ၁၂ ေယာက္စုေဝးမႈမွာ ၁၃ ေယာက္ျဖစ္ေနၿပီးစာရင္းထဲမွာမပါတဲ့ ကုတင္ေပၚမွကိုယ္ေတာ္ေခ်ာကိုသူတို႔ဟာ အမွတ္စဥ္ သုည လို႔အမည္ေပးၿပီးသူဘယ္လိုဒီကိုေရာက္လာတယ္ဆိုတာကိုရွာေဖြၾကပါတယ္ဝင္လာတဲ့ လူ ၁၂ ေယာက္မွာ တစ္ေယာက္ခ်င္းစီေတြ႕ခဲ့ၾကတဲ့မူမမွန္တဲ့ သဲလြန္စေတြကိုေပါင္းၿပီးေတာ့ ဒီ သုညကိုယ္ေတာ္ ဘယ္ကေရာက္လာၿပီးဘယ္သူသတ္တာလဲကို ပူးေပါင္းေဖာ္ထုတ္ၿပီးမွသူတို႔သတ္ေသမႈကိုဆက္လုပ္ၾကမယ္သေဘာတူၾကရင္း ရွာေဖြရင္းက မထင္မွတ္တာေတြျဖစ္ခဲ့ၾကတယ္…လ်ိဳ႕ဝွက္ခ်က္ကိုယ္စီရွိေနတဲ့ သူတို႔ ၁၂ ေယာက္ဟာ သုည စုေဝးတဲ့အခန္းထဲေရာက္လာပုံကိုဘယ္လိုအေျဖရွာၾကမလဲ သူတို႔ေတြသတ္ေသမႈေရာဘယ္လိုျဖစ္သြားမလဲ“ဆာတိုရွိ” ရဲ႕ တကယ့္ရည္႐ြယ္ခ်က္ကေရာ ဘာလဲဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမယ့္ ဂ်ပန္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။",
        "rating": "N",
        "category": "Mystery, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMzc2MmIwNTgtNWNlZS00Y2NiLWEzMWMtZjJiOTZmNTE4Zjc5XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_.jpg",
        "link": "https://soliddrive.co/Vd2/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4",
        "link2": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4",
        "download": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4",
        "download2": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4"
    },
    {
        "name": "Fast & Furious 6 (2013)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "description": "Hobbs has Dominic and Brian reassemble their crew to take down a team of mercenaries: Dominic unexpectedly gets convoluted also facing his presumed deceased girlfriend, Letty.",
        "rating": "7.1",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "link": "https://soliddrive.co/ec8735bf9f2a7ee7/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4",
        "download2": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "2 Fast 2 Furious (2003)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_.jpg",
        "description": "It’s a major double-cross when former police officer Brian O’Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of “dirty” money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down. ",
        "rating": "5.9",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_.jpg",
        "link": "https://soliddrive.co/a5b1f8b050a9899b/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/ce40cf9e3fadd000/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/a5b1f8b050a9899b/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/ce40cf9e3fadd000/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "The Fast and the Furious (2001)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_.jpg",
        "description": "Domenic Toretto is a Los Angeles street racer suspected of masterminding a series of big-rig hijackings. When undercover cop Brian O’Conner infiltrates Toretto’s iconoclastic crew, he falls for Toretto’s sister and must choose a side: the gang or the LAPD.",
        "rating": "6.7",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_.jpg",
        "link": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "download": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4"
    },
    {
        "name": "Friend (2001)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y.jpg",
        "description": "ဂၽြန္ဆုတ္ ,ဒုန္ဆု ,ဂ်န္ဟို နဲ႔ ဆန္တစ္ တို႔ ဟာ ငယ္စဥ္ကတည္းက အတူေဆာ့ကစားခဲ့တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ…သူတို႔ထဲမွာမွ ဂၽြန္ဆုတ္နဲ႔ ဒုန္ဆုတို႔ ဟာ ေက်ာင္းမွာ ကလန္ကဆန္လူဆိုးေလးေတြျဖစ္တာေၾကာင့္ ေက်ာင္းထုတ္ခံလိုက္ရပါတယ္…ႏွစ္ေပါင္းမ်ားစြာ ၾကာၿပီးေနာက္မွာေတာ့ က်န္တဲ့သူငယ္ခ်င္း ႏွစ္ေယာက္ဟာ တကၠသိုလ္အသီးသီးဆက္တက္ခဲ့ၾကေပမယ့္….ဂၽြန္ဆုတ္ကေတာ့ အိမ္ေထာင္က်သြားၿပီး ဒုန္ဆုကေတာ့ လူဆိုးဂိုဏ္းတစ္ခုရဲ႔ ေခါင္းေဆာင္ျဖစ္လာပါတယ္….က်န္တဲ့သူငယ္ခ်င္းႏွစ္ဦးနဲ႔ ျပန္လည္ေတြ႕ဆံုခဲ့ေပမယ့္ ဒုန္ဆုနဲ႔ သိပ္အေစးမကပ္ေတာ့ပါဘူး…ဒါေၾကာင့္ က်န္သူငယ္ခ်င္းသံုးဦးသာ အတူတြဲေနမိၾကတာေပါ့..ျဖစ္ခ်င္ေတာ့ ဒုန္ဆု ဦးစီးတဲ့ ဂိုဏ္းဟာ ဂၽြန္ဆုတ္အေဖတို႔ ဂိုဏ္းနဲ႔ ရန္ဘက္ဂိုဏ္းျဖစ္တာမို႔ သူငယ္ခ်င္းႏွစ္ဦးၾကား အထင္လြဲမွားမႈေတြစတင္လာခဲ့ပါတယ္….ဂၽြန္ဆုတ္ကလည္း သူတို႔ ဂိုဏ္းေခါင္းေဆာင္ကို ဒုန္ဆုက လုပ္ၾကံဖို႔ႀကိဳးစားခဲ့တယ္လို႔ သံသယဝင္ခဲ့ၿပီး…က်န္တဲ့ဂိုဏ္းသားေတြကလည္း ဒုန္ဆုကို ျပန္လည္လုပ္ၾကံဖို႔ ႀကိဳးစားလာတဲ့ အခါမွာေတာ့….CMကမၾကာခင္တင္ဆက္ထားတဲ့ Friend 2 ရဲ႕ ေရွ႕ကားျဖစ္ပါတယ္….ဂိုဏ္းစတားကားေတြထဲမွာ အေတာ္လန္းတဲ့ ဇာတ္ကားေလးျဖစ္တဲ့ အျပင္ ဒုန္ဆုအျဖစ္ ဒါရိုက္တာရင္က သရုပ္ေဆာင္ထားတာေၾကာင့္ လက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္း",
        "rating": "7.4",
        "category": "Action, Crime, Drama",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y.jpg",
        "link": "https://soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/13324f31aac8cc11/[CM]_Friend_(2001)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://wwwbk2.soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4?download_token=89e9463b20bf39734d2194deae84da58be3b7d4c2ae00f8ce321828fa1373df3",
        "download2": "https://wwwbk2.soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4?download_token=89e9463b20bf39734d2194deae84da58be3b7d4c2ae00f8ce321828fa1373df3"
    },
    {
        "name": "Paskal The Movie(2018)",
        "cover": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "description": "ျဖစ္ရပ္မွန္ ဇာတ္ကားေတြကိုမွ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ ထြက္ PASKAL ဆုိတဲ့ အက္ရွင္ ဒရာမာ မေလးရွားကားသစ္ကုိတင္ဆက္ေပးလုိက္ပါတယ္Rating အေနနဲ႕ လည္း IMDb – 8.6/10 ေတာင္ရထားတယ္…ဒီကားက မေလးရွားက ရုိက္ထားတယ္ဆုိၿပီး ဒီေလာက္လန္းလိမ့္မယ္ မထင္ဘူးလုိ႕ထင္ရင္ေတာ့ မွားသြားလိမ့္မယ္…လက္နက္ေတြကလည္း ေနာက္ဆုံးေပၚစီးရီးေတြအားလုံးနီးပါးအသုံးျပဳထားသလုိ စစ္ဆင္ႏႊဲတဲ့ဟန္ပန္ေတြနဲ႕ စစ္အင္းအားျပသြားတာေတြက လက္ဖ်ားခါေလာက္စရာပါပဲ..ၿပီးေတာ့ ရုိက္ထားထားတာေတြကလည္း ေတာ္ေတာ္ကုိလွတယ္..  မေလးရွားကားဆုိ စုန္းကားေလာက္ပဲ သိတဲ့ ကြ်န္ေတာ္တုိ႕ ခင္ဗ်ားတုိ႕အဖုိ ႕ ပါးစပ္အေဟာင္းသားေတာင္ျဖစ္သြားေစလိမ့္မယ္….ေနာက္ဆုံးေျပာရရင္  Shooter   ကားထဲမွာ Mark Wahlberg သုံးသြားတဲ့ CheyTac M200  ဆုိတဲ့ စႏုိက္ပါႀကီးေတာင္ပါလုိက္ေသးတယ္…….ဗိုလ္ ၾကီး အာမန္ဆုိတဲ့ မေလးရွား အထူးတပ္ဖြဲ႕ဝင္တစ္ေယာက္ဟာပါစကယ္ဆိုတဲ့ အထူးတပ္ဖြဲ႕တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္း မိခင္ကိုလုပ္ေကၽြးေနတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္တယ္…သူ႕ရဲ႕အေဖဟာလည္း ႏိုင္ငံေတာ္အတြက္တာဝန္ထမ္းရင္း အသက္စြန္႔သြားတဲ့ သူရဲေကာင္းတစ္ေယာက္ျဖစ္လုိ႔ အေမက သားအတြက္စိုးရိမ္ေပမယ့္ တားေတာ့မတားခဲ့ဘူးဆိုပါေတာ့…ပါစကယ္အဖြဲ႕ထဲမွာ ဂ်ိဳရႊာဆိုတဲ့ လူတစ္ေယာက္နဲ႔ အာမန္ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ၾကတယ္..အာမန္ ဂ်ိဳရႊာ တို႔ႏွစ္ေယာက္အပါအဝင္ ဂ်က္ဆိုတဲ့တစ္ေယာက္စုစုေပါင္းသံုးေယာက္ဟာ အထူးလက္ေရြးစင္ေတြအျဖစ္ ေရြးခ်ယ္ခံရတယ္…။အဲ့ဒီေနာက္မွာ ပင္လယ္ဓါးျပအမႈတစ္ခုေနာက္ကိုလုိက္ရင္း မထင္မွတ္ထားတဲ့ ကံၾကမၼာဒီေရလႈိုင္းေတြေအာက္မွာ မေလးရွားတပ္ဖြဲ႕ေတြဘယ္လုိအလွည့္အေျပာင္းေတြ ၾကံဳေတြ႔ရမလဲ ကိုယ္တုိင္ၾကည့္ရွဳခံစားေတာ္မူၾကပါ…။",
        "rating": "8.6",
        "category": "Action, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "link": "http://soliddrive.co/29J4/PASKAL.2018._WEB-DL_720P.PP.mp4",
        "link2": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4",
        "download": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4",
        "download2": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4"
    },
    {
        "name": "Clownado (2019)",
        "cover": "https://image.tmdb.org/t/p/w300/h6X0og5zAGUluw4hdMTuuc7SysJ.jpg",
        "description": "ဒီတစ်ခါဇာတ်ကား​လေးက​တော့ သည်းထိတ်ရင်ဖိုလူသတ်ကားပုံစံ​လေးပါဆပ်ကပ်တစ်ခုရဲ့​ခေါင်း​ဆောင်ရိုနီကသူ့ရဲ့မိန်းမဆာဗန်နာကို ​ယောကျ်ားတစ်​ယောက်နဲ့​ဖောက်ပြန်​နေတာ​တွေ့သွားခဲ့တယ်ရိုနီကအဲ့​ကောင်ကိုသတ်ပစ်လိုက်တယ်ဒါကိုမ​ကျေနပ်တဲ့ဆာဗန်နာက​အောက်လမ်းအစီအမံတွေနဲ့ ရိုနီတို့အုပ်စုကိုလုပ်လိုက်တဲ့အခါသူမမထင်မှတ်ထားတဲ့အရာ​တွေဖြစ်လာ​​​ရော​လေရိုနီတို့အဖွဲ့ဟာမုန်တိုင်း​တွေထန်​လေဆင်နှာ​မောင်း​တွေတိုက်ပြီးသူတို့သွားလိုရာ​နေရာကို ​လေဆင်နှာ​မောင်းပုံစုံလုပ်ပြီး​​မြေပြင်​ပေါ်​ရောက်လာကြတာ​ပေါ့သူတို့က စိတ္တဇလူသတ်သမားဆန်ဆန်လူ​တွေကိုလိုက်သတ်ကြတာ​ပေါ့ရိုနီက သူ့ကိုသစ္စာ​ဖောက်ခဲ့တဲ့ဆာဗန်နာကိုလိုက်ရှာပြီးသတ်​တော့တာ​ပေါ့အဲ့အဖြစ်အပျက်ထဲမှာ ဒုက္ခ​တွေ့​နေရတဲ့လူတစ်စုလည်းပါတာ​ပေါ့သူတို့အဲ့ဒီထူးထူးဆန်းဆန်း​လေဆင်နှာ​မောင်းကိုရပ်သွား​အောင်ဘယ်လို​တွေလုပ်မလဲသူတို့ဒီလိုစိတ်ပျက်စရာအ​​ခြေအ​​နေက​နေဘယ်လိုရုန်းထွက်ကြမလဲသွေးတန်းရဲရဲသတ်ဖြတ်တဲ့အခန်း​တွေကိုအားပါးတရကြည့်ရှု့ရမှာပါ",
        "rating": "6.8",
        "category": "Comedy, Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/aYrvdvqnCDJnUCrof0dA4cKspyd.jpg",
        "link": "https://soliddrive.co/Vcj/(CM)_Clownado_2019_(Large_Size).mp4",
        "link2": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4",
        "download": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4",
        "download2": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4"
    },
    {
        "name": "Venky Mama (2019)",
        "cover": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "description": "ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာ မင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ဝင်လာတဲ့အတွက် အဖမ်းဆီးခံလိုက်ရတယ်။ သူ့မျက်လုံးတွေဟာ ရောက်ရက်ခက်မနေဘဲ တည်ငြိမ်နေတယ်။ကြောက်စိတ်လုံးဝမရှိ၊ အကြမ်းဖက်မှု ဖြစ်နေစဉ်ကာလမှာ ဒီလိုလူတစ်ယောက်ကို ဖမ်းဆီးထားဖို့ တပ်မတော်က အသင့်ဖြစ်နေတယ်။လူတစ်ယောက်ကို လာရှာကြောင်းပြောတယ်။ အရာရှိတွေဖက်က အဲ့ဒီလူဟာ ဒီတပ်မတော်ထဲ လုံးဝမရှိကြောင်း ပြောတယ်။ဖမ်းဆီးခံလူလတ်ပိုင်းကလည်း သူရှာနေတဲ့လူဟာ ဒီတပ်ထဲမှာ အတိအကျရှိကြောင်း ပြောတယ်။အဖမ်းခံလိုက်ရသူကို တပ်မတော်အရာရှိအဆင့်ဆင့်က စစ်ဆေးချက်ယူလိုက်တဲ့ အခါ. . . ဒီဇာတ်လမ်း စတည်ဖြစ်ပေါ်လာတော့တယ်။ဒီဇာတ်ကားကို ဘာသာပြန်ဖို့ရွေးချယ်လိုက်တာတော့ မင်းသမီး Raashi Khanna ကြောင့်ဆိုရင် မမှားဘူး။ဒါပေမဲ့ ဇာတ်လမ်းလည်း မဆိုးနေတာကို မြင်လိုက်ရတယ်။ တစ်ကွက်တစ်ကွက် ထည့်ထားတဲ့ ဟာသတွေက ရယ်နေရတယ်။ဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်းတယ်။ ကြားမှာ ပျင်းစရာကောင်းသွားတာမျိုး မရှိခဲ့။တစ်ကွက်ပြီးတစ်ကွက်က ပျင်းစရာနေရာ မရှိအောင်ပါပဲ။ ဒေါင်းကြည့်ဖို့ လက်ရွံ့နေစရာ မလိုပါဘူးလို့ပြောရင်း..",
        "rating": "5.6",
        "category": "Action, Bollywood, Comedy, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "link": "https://soliddrive.co/1LeJ/(CM)_Venky_Mama_(2019)_WEB-DL_720p.mp4",
        "link2": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4",
        "download": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4",
        "download2": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4"
    },
    {
        "name": "Better Days ( 2019 )",
        "cover": "https://image.tmdb.org/t/p/w300/2ywTQgUHXrgpXazXZ4tRSjtEJYh.jpg",
        "description": "ကျောင်းတွင်း အနိုင်ကျင့်မှုက နေရာတိုင်းမှာ ဖြစ်နေတာပါ…မြင်အောင်ကြည့်ရင် သင်ရှေ့မှာလည်း အနိုင်ကျင့်မှုတစ်ခုခု ရှိနေမှာပါ…ဒါပေမယ့်… အနိုင်ကျင့်မှုတစ်ခုကို မြင်ရင် ဘယ်လိုဖြေရှင်းမှာလဲ?ဒီကားထဲက ချန်နမ်ဆိုတဲ့ ကောင်မလေးကတော့ နှုတ်ဆိတ်နေခဲ့တယ်…ဒီကားထဲက ရှောင်ပေကတော့ သူ့နည်း သူ့ဟန်နဲ့ ကာကွယ်ပေးလိုက်တယ်…ဘယ်သူ့နည်းလမ်းက အမှန်ဖြစ်မှာလဲ?သင်ဆိုရင်ရော ဘယ်လိုလုပ်မှာလဲ ?PS. မျက်ရည်ခိုင်မှ ကြည့်စေလိုပါတယ်",
        "rating": "7.5",
        "category": "Crime, Drama, Romance",
        "imageurl": "https://image.tmdb.org/t/p/w185/bjhoWPRihKSQNbqxvQgcEkOVN3j.jpg",
        "link": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4",
        "link2": "https://soliddrive.co/Vah/(CM)Better.Days.2019.WEB-DL.360p.mp4",
        "download": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4",
        "download2": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4"
    },
    {
        "name": "Unstoppable (2018)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_.jpg",
        "description": "ဒုန္ခၽြဲ နဲ႔ ဂ်ီဆူး တို႔ဟာ သာယာေပ်ာ္ရႊင္ေနတဲ့ ဇနီးေမာင္ႏွံျဖစ္ၿပီးေအးအတူ ပူအမွ် ေနတက္ၾကသူေတြပါဒုန္ခၽြဲ က အရမ္းရိုးသားလြန္းေတာ့ အၿမဲတမ္းလူလိမ္ခံရပါတယ္ခ်စ္ဇနီးေလး ဂ်ီဆူး အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတာ မၾကည့္ရက္တဲ့အတြက္သူကိုယ္တုိင္လဲ အပင္ပန္းခံၿပီး ပိုက္ဆံရွာေနရပါတယ္…ဒုန္ခၽြဲဟာ ဂ်ီဆူး နဲ႔ မေတြ႔ခင္တုန္းက လူတုိင္းတုန္လႈပ္ရတဲ့အတိုက္အခိုက္သမား တစ္ေယာက္ျဖစ္ၿပီး မတရားတာျမင္ရင္မေနတက္သလို စိန္ေခၚရင္ ေရေျမဆံုးထိ လုိက္တက္သူပါမိန္းမ ရၿပီးမွ အရင္လို မဟုတ္ေတာ့ပဲ ငါးေရာင္းၿပီးေအးေဆးေနတက္သူ ျဖစ္သြားခဲ့တာပါ…တစ္ရက္မွာေတာ့ ဒုန္ခၽြဲ တို႔ ဇနီးေမာင္ႏွံဆီကိုကံၾကမၼာဆိုး တစ္ခု ၀င္ေရာက္လာပါတယ္…ဒုန္ခၽြဲ ေငြေတြ အလိမ္ခံရလို႔ ႏွစ္ေယာက္သားစကားမ်ားၾကၿပီး ဂ်ီဆူး က အိမ္ကို အေစာႀကီးျပန္သြားခဲ့ပါတယ္….စိတ္ေကာက္ေနတဲ့ ဂ်ီဆူး ကိုေခ်ာ့ဖို႔ ဒုန္ခၽြဲေရာက္လာခဲ့ေပမဲ့ ေနာက္က်သြားခဲပါၿပီအိမ္ထဲထိ ၀င္ေရာက္ၿပီး လူဆိုးဂိုဏ္းတစ္ခုကဂ်ီဆူး ကို ျပန္ေပးဆြဲသြားခဲ့ပါတယ္….ဒုန္ခၽြဲ တစ္ေယာက္ ရဲတုိင္ခဲ့ေပမဲ့ တကယ္အလုပ္မလုပ္တဲ့ရဲေတြေၾကာင့္ မိန္းမ ျဖစ္သူကို ကိုယ္တုိင္လုိက္ရွာဖို႔အေမွာင္ေလာက ထဲသို႔ ျပန္လည္၀င္ေရာက္ခဲ့ေသာ္ အခါ…",
        "rating": "N",
        "category": "Action, Crime",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_.jpg",
        "link": "http://soliddrive.co/2zHu/Unstoppable,2018_720P_%7BCM%7D.mp4",
        "link2": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4",
        "download": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4",
        "download2": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4"
    },
    {
        "name": "Reservoir Dogs ( 1992 )",
        "cover": "https://image.tmdb.org/t/p/w185/jX94vnfcuJ8rTnFbsoriY6dlHrC.jpg",
        "description": "IMDb 8.3 ရရှိထားတယ်ဆိုတာတော်ယုံ rating မျိုးမဟုတ်ဘူးနော်1992 ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားဟောင်းလေးဆိုပေမဲ့ကောင်းနေဆဲဇာတ်ကားလေးပါ။ Action/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်ဗြိတိန်နာမည်ကြီး Film magazine တစ်ခုဖြစ်တဲ့ Empire Film magazine ကတောင်” Greatest Indenpendent Film of all Time” အဖြစ်သတ်မှတ်ခံထားခဲ့ရပါတယ်။အမေရိကန်နိုင်ငံမှာ ရုံဝင်ငွေဒေါ်လာ၂.၅သန်းအထိရရှိခဲ့ပြီးအင်္ဂလန်နိုင်ငံမှာပိုလို့အောင်မြင်ကာ ဝင်ငွေပေါင် ၆.၅သန်းအထိရလာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ယောက်ကိုတစ်ယောက်မသိကြတဲ့နာမည်ဝှက်ကိုယ်စီနဲ့ဒုစရိုက်သမား ၆ယောက်ကိုဓားပြတိုက်မှုတစ်ခုလုပ်ဖို့အတွက် စုစည်းလိုက်တဲ့တာကစတာပဲဖြစ်ပါတယ်။တကယ်တော့အဲဒီအဲဒါဟာရဲတွေရဲ့ထောင်ချောက်ဆင်မှုတစ်ခုဖြစ်ပြီးဒါကိုမသိလိုက်တဲ့၆ယောက်သား ကိုယ်လွတ်ရုန်းဖို့လုပ်ရတော့တာပဲဖြစ်ပါတယ်။သူတို့တွေထောင်ချောက်ဆင်ခံလိုက်ရတာကိုသိသွားပြီးတဲ့နောက်မှာအဓိကလက်သည်ဟာဘယ်သူလဲအဲဒီသူဟာသူတို့ထဲမှာရှိနေပြီသစ္စာဖောက်သွားတာလားဆိုတာအဖြေရှာကြတော့တာပါပဲ။ဇာတ်လမ်းအချိုးအကွေ့တွေနဲ့စိတ်ဝင်စားစရာကောင်းပြီးဝေဖန်မှုတွေလည်းကောင်းကောင်းရထားပြီး အောင်မြင်ခဲ့တဲ့Action/Thriller ဖြစ်တာကြောင့်ကြည့်စေချင်ပါတယ်။R rated ဖြစ်ပြီးအပြောအဆိုကြမ်းတမ်းတာတွေပါနိုင်ပါတယ်။",
        "rating": "8.3",
        "category": "Action, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/jX94vnfcuJ8rTnFbsoriY6dlHrC.jpg",
        "link": "https://soliddrive.co/Uwq/(CM)Reservoir_Dogs.1992.BluRay.720p.mp4",
        "link2": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4",
        "download": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4",
        "download2": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4"
    },
    {
        "name": "Playing with Fire (2019)",
        "cover": "coverphoto",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိသတ္ႀကီးအတြက္ ဟာသကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။အားလံုးရဲ ႔အခ်စ္ေတာ္ နပန္းသမားဂြ်န္စီနာပါဝင္သရုပ္ေဆာင္ထားတဲ႔ကားေလးလဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္ေပးလိုပါတယ္။ဂြ်န္စီနာတစ္ျဖစ္လဲ မီးသတ္သမားဂ်ိတ္ဟာ ငယ္စဥ္ကတည္းက ၾကပ္မတ္တဲ႔စဥ္းမ်ဥ္းေတြနဲ႔ ေနထိုင္လာခဲ႔တဲ႔မီးသတ္သမားတစ္ဦးပါၿပည္နယ္မီးသတ္ကြန္မန္ဒါေနရာကိုရာထူးတိုးဖို႔အရမ္းေမွ်ာ္လင္႔ထားတဲ႔သူျဖစ္ျပီးလ်ာထားစာရင္းထဲမွာလဲ သူ႔နာမည္ပါေနပါတယ္။ဒါေပမယ္႔တစ္ေန႔မွာေတာ႔ မီးေလာင္မႈတစ္ခုကေနကေလးသံုးေယာက္ကို ကယ္တင္လိုက္ပါတယ္။မုန္တိုင္းေၾကာင္႔အသြားအလာေတြပိတ္မိေနခ်ိန္ဒီကေလးသံုးေယာက္ဟာစည္းကမ္းၾကီးတဲ႔ ဂ်ိတ္ဆီမွာ ေသာင္တင္ေနပါေတာ႔တယ္။ေျဗာင္းသတ္ေနတဲ႔ကေလးသံုးေယာက္ကို ဂ်ိတ္ဘယ္လိုကိုင္တြယ္မလဲ?ဘာေတြဆက္ျဖစ္မလဲ?ဆိုတာစိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးပါ။",
        "rating": "4.7",
        "category": "Comedy, Family",
        "imageurl": "https://image.tmdb.org/t/p/w185/61Ng0t8iMnbWFmARcyBrkaErg4G.jpg",
        "link": "https://soliddrive.co/Vcm/(CM)_Playing_With_Fire_2019_BluRay_720p.mp4",
        "link2": "https://soliddrive.co/Vcy/(CM)_Playing_With_Fire_2019_BluRay_480p.mp4",
        "download": "https://premium2-2.fastload.cc/34p?download_token=c22c1984fb7c18e705128f86739131ed93899624a6330b95236a21055636e39f",
        "download2": "https://premium2-2.fastload.cc/34p?download_token=c22c1984fb7c18e705128f86739131ed93899624a6330b95236a21055636e39f"
    },
    {
        "name": "Faster (2010)",
        "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
        "description": "Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။မကြမ်းမှာတော့မပူပါနဲ့။အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။    ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီးထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ဇာတ်ကားမှာပဲကြည့်လိုက်ကြပါတော့။",
        "rating": "6.4",
        "category": "Action, Crime, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/xaHojTGfidOUfON6DGY14qUqATj.jpg",
        "link": "https://yadi.sk/i/bxzHseL5f3u3kA",
        "link2": "https://yadi.sk/i/qriJ9-qbwG0bBA",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Rambo: Last Blood (2019)",
        "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
        "description": "ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။",
        "rating": "6.6",
        "category": "Action, Adventure, Thriller",
        "imageurl": "https://images-na.ssl-images-amazon.com/images/I/91w16SreIZL._AC_SX342_.jpg",
        "link": "https://yadi.sk/i/fsb_w4uvcVv4iA",
        "link2": "https://yadi.sk/i/bNFm1yEJ-HrXmg",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "They Who Are Not Seen(2017)",
        "cover": "coverphoto",
        "description": "ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်  ထားတယ်…လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေကို မြင်ရတယ်…နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့  သူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်….တစ်ခါတစ်ရံတော့  အသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်  ကြောက်လန့်မိတာပေါ့…..ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း  သဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ…နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်  အခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်…သူတို့ကြည့်ရတာ  ဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ…တခြားကလေးတွေထက်  ခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်….ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို  ဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး…အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်…  ထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး  ပျောက်ကွယ်သွားတယ်…ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ  တကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ…ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း  ချောက်လှန့်တာမဟုတ်ဘူး…စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို  ပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး…  ကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ…ခံစားကြည့်ကြပါဦး…",
        "rating": "7.4",
        "category": "Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Gemini Man (2019)",
        "cover": "coverphoto",
        "description": "  ဒီရုပ်ရှင်ကတော့ ဝယ်လ်စမစ်ရဲ့ ရုံတင်ကား အသစ်ပါပဲ။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုံးရင်းနဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားရပါတော့တယ်။",
        "rating": "5.7",
        "category": "Action, Drama, Sci-Fi",
        "imageurl": "https://image.tmdb.org/t/p/w185/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Frozen II",
        "cover": "coverphoto",
        "description": "Frozen II ကို DVDScr ထွက်လာလို့ အမြန်ဆုံးတင်ပေးလိုက်ပါတယ်…Little Neo မှ စာဖိုင် အမှန်မထွက်သေးပေမဲ့သေချာနားထောင်ပြီး အကောင်းမွန်ဆုံးဘာသာပြန်ပေးထားပါတယ်ကြည့်လို့ရတဲ့ အနေတော် အဆင့်လောက်ထိကြည်နေပါပြီဇတ်လမ်းအညွှန်းကတော့….အယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့ကိုရောက်လာပါတော့တယ်။အယ်လ်ဆာရဲ့ မိဘတွေတုန်းကရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲကဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့ခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်အန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်းခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။",
        "rating": "7.2",
        "category": "Adventure, Animation, Family",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMjA0YjYyZGMtN2U0Ni00YmY4LWJkZTItYTMyMjY3NGYyMTJkXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_SX675_AL_.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Zombieland: Double Tap (2019)",
        "cover": "coverphoto",
        "description": "ဒီတစ်ခေါက်တော့ Channel Myanmar ပရိသတ်ကြီးအတွက်လောလောလတ်လတ်ထွက်ရှိထားတဲ ကားသစ်လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးတော့ အားလုံးရဲ့အကြိုက် Zombieland : Double Tap(2019)ပါ။Zombie land ဆိုတာနဲ့ ဇွန်ဘီတွေနဲ့ သဘာဝကျကျ အပီပြင်ဆုံးရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားကိုပြေးမြင်မိကြမှာပါ။ဇာတ်လမ်းကျဉ်းလေးကိုလဲ တင်ပြလိုပါသေးတယ်။  ကမ္ဘာကြီးကို ဇွန်ဘီတွေအုပ်စိုးကာ လူသားတွေခက်ခက်ခဲခဲအသက်ရှင်နေရချိန်ပါ။ကိုလံဘတ်စ်ရယ် တယ်လာဟတ်ဆီရယ် ဝီချီတာ ညီအမရယ်ပေါင်းစည်းသွားတာ 2009 movie မှာကတည်းကအားလုံးသိပြီးသားဖြစ်မှာပါ။။အခု 2019ထွက်ကားထဲ မှာတော့ကိုလံဘတ်စ်ရယ် တယ်လ်လာဟတ်ဆီရယ် ဝီချီတာရယ် လစ်တဲရော့ရယ် တို့ဟာမိသားစုတစ်ခုလိုကိုလှုပ်ရှားနေကြပါပြီ။လစ်တဲရော့ကတော့ဆယ်ကျော်သက်သက်ပီပီချစ်သူရည်းစားရှာကာ စွန့်စားခန်းတွေဖွင့်ဖို့ ကြိုးစားနေသူတစ်ဦးပါ။တစ်ဖက်မှာတော့ ဇွန်ဘီတွေကလဲ တိုးတက်ပြောင်းလဲကာ အဆင့်တွေမြင့်လာပါပြီ။တစ်နေ့မှာတော့ လစ်တဲရော့ခ် တစ်ယောက် ထွက်သွားပါတော့တယ်။ထွက်သွားတာကလဲ ငြိမ်းချမ်းရေးလိုလားသူ ဂီတသမား ဟစ်ပီတစ်ယောက်နဲ့ပါ။ဇွန်ဘီတွေ အဆင့်မြင့်လာလို့ အန္တရာယ်တွေအရမ်းများနေတဲ့အချိန်မှာထွက်သွားတဲ့ လစ်တဲရော့ခ်နောက်ကို လိုက်လံရှာဖွေရပါတော့တယ်။အဆင့်မြင့်ပြီး သတ်ရခက်ခဲတဲ့ ဇွန်ဘီတွေနဲ့ ဘယ်လိုရင်ဆိုင်ရမလဲ?လမ်းမှာရော ဘာတွေတွေ့ကြုံရမလဲ?Zombieland ရဲ့ထုံးစံအတိုင်း ဟာသနှောကာ စွန့်စားခန်းတွေကိုကြည့်ရှုရမှာပါ။rating တွေအနေနဲ့ကလဲ Imdb rating 7.1တောင်ရရှိထားတာမို့စိတ်ချလက်ချဒေါင်းယူကြည့်ရှုသင့်တဲ့ကားလေးလို့ပဲညွှန်းလိုက်ပါရစေ။",
        "rating": "7.2",
        "category": "Action, Comedy, Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/pIcV8XXIIvJCbtPoxF9qHMKdRr2.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Parasite (2019)",
        "cover": "coverphoto",
        "description": "ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d’Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။  အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။",
        "rating": "8.6",
        "category": "Comedy, Drama, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Fun with Dick and Jane(2005)",
        "cover": "coverphoto",
        "description": "Jim Carrey ကားေတြဟာ ဟာသျပကြက္ေတြဖန္တီးရင္း လူ႕သေဘာ သဘာ၀ ေတြကုိ အေကာင္းမြန္ဆုံးဖန္တီးတင္ဆက္ေပးထားတာေၾကာင့္ ကမၻာေက်ာ္ၿပီးလူႀကဳိက္မ်ားတာအားလုံးလည္းအသိပါ…… ဒီဇာတ္ကားမွာေတာ့ Jim Carrey ဟာ  Dick ဆုိတဲ့နာမည္နဲ႕သရုပ္ေဆာင္ထားၿပီး သူဟာ  ဂလိုဘိုဒိုင္းဆိုတဲ့ ကုမၸဏီတစ္ခုမွာ ၁၅ ႏွစ္ၾကာ ထမ္းေဆာင္ခဲ့တဲ့ ဝန္ထမ္းတစ္ေယာက္ပါ… သူ႔မွာ Jane ဆိုတဲ့ ဇနီးျဖစ္သူ နဲ႔အတူ သားေလးအပါအဝင္ မိသားစု သံုးေယာက္ရွိပါတယ္.. Dick ဟာ သူ႔ ကုမၸဏီမွာ ဒုဥကၠဠ ေရြးခံရတဲ့အခ်ိန္မွာပဲ ျပႆနာေတြစပါေတာ့တယ္…ဒုဥကၠဌရာထူးတိုးၿပီမို႔ ဇနီးကိုလဲ အလုပ္ထြက္ခိုင္းခဲ့ပါတယ္…သူ႕ရဲ႕လစာနဲ႕ တစ္မိသားစုလုံးကုိေထာက္ပံ့ႏုိင္ၿပီလုိ႕ သူကတြက္ထားတာကုိးး…. ကံဆိုးတာက မၾကာခင္မွာပဲ ဂလိုဘိုဒိုင္းကုမၸဏီရဲ႕ CEO Jack ဟာ ရွယ္ယာေတြကို ေရာင္းၿပီး ကုမၸဏီႀကီး ၿပိဳလဲခဲ့ပါတယ္...Dick အပါအဝင္ ဂလိုဘိုဒိုင္းက ဝန္ထမ္းအားလံုး ဒုကၡေရာက္ခဲ့ပါတယ္… အလုပ္လက္မဲ့ ျဖစ္သြားတဲ့Dick ဟာ သူ႔မိန္းမ လစာ ကိုပဲ အားကိုးရမလားေတြးရံုရွိေသး..သူ႔ မိန္းမက သူ႔စကားအတိုင္း အလုပ္ကေန ထြက္ခဲ့ပါတယ္...လင္မယားႏွစ္ေယာက္လံုး အလုပ္လက္မဲ့ျဖစ္သြားပါေတာ့တယ္… Dick ဟာ ကုမၸဏီမွာ ရာထူးႀကီးႀကီးနဲ႔ ထြက္ခဲ့သူဆိုေတာ့ သာမန္အလုပ္ေလးေတြကို လုပ္ဖို႔ဆႏၵမရွိခဲ့ပါဘူး… ေနာက္ဆံုးၾကံရာမရတဲ့အဆံုး လင္မယားႏွစ္ေယာက္လံုးဓားျပတိုက္ၾကပါေတာ့တယ္…. သူတုိ႕လင္မယား(၂)ေယာက္ရဲ႕ဓားျပတုိက္ဖုိ႕ ပစ္မွတ္ဟာ ဘယ္သူျဖစ္မလဲ .သူတုိ႕ဘယ္လုိေတြ အစီအစဥ္ခ်လဲ…သူတုိ႕ရည္ရြယ္ခ်က္ေတြေရာေအာင္ျမင္ပါ့မလား…..",
        "rating": "6.1",
        "category": "Comedy, Crime",
        "imageurl": "https://image.tmdb.org/t/p/w185/pja5sDJEmh7EBJ5scx5qp6N9Fqw.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Trauma Center (2019)",
        "cover": "coverphoto",
        "description": "မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့… လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်…တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်….  ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့….သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ….(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့… ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္…တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ တရားခံ ေသနတ္သမားရဲ႕က်ည္ဆန္ေၾကာင့္ ေဆး႐ုံေရာက္သြားပါေတာ့တယ္….ကံေကာင္းေထာက္မလို႔ အသက္မေသခဲ့ေပမယ့္ မ်က္ျမင္သက္ေသကို အျပတ္ရွင္းခ်င္တဲ့ တရားခံေတြကလိုက္လာၿပီး အသက္ရန္ရွာတဲ့အခါမွာေတာ့….သူမ တစ္ေယာက္တည္းအသက္ေဘးကလြတ္ႏိုင္ပါ့မလားဆိုတာကို အသည္းတယားယားနဲ႔ၾကည့္ရႈခံစားရမွာပါ…",
        "rating": "N",
        "category": "Action, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    }
]
