[
  {
    "name": "Faster (2010)",
    "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
    "description":"Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။မကြမ်းမှာတော့မပူပါနဲ့။အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။    ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီးထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ဇာတ်ကားမှာပဲကြည့်လိုက်ကြပါတော့။",
    "rating":"6.4",
    "category":"Action, Crime, Drama",
    "imageurl": "https://image.tmdb.org/t/p/w185/xaHojTGfidOUfON6DGY14qUqATj.jpg",
    "link": "your_drive_link",
    "link2": "link2",
    "download":"download1",
    "download2":"download2"
  },
  {
  "name": "Rambo: Last Blood (2019)",
  "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
  "description":"ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။",
  "rating":"6.6",
  "category":"Action, Adventure, Thriller",
  "imageurl": "https://images-na.ssl-images-amazon.com/images/I/91w16SreIZL._AC_SX342_.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
  {
  "name": "They Who Are Not Seen(2017)",
  "cover": "coverphoto",
  "description":"ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်  ထားတယ်…လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေကို မြင်ရတယ်…နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့  သူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်….တစ်ခါတစ်ရံတော့  အသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်  ကြောက်လန့်မိတာပေါ့…..ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း  သဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ…နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်  အခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်…သူတို့ကြည့်ရတာ  ဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ…တခြားကလေးတွေထက်  ခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်….ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို  ဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး…အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်…  ထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး  ပျောက်ကွယ်သွားတယ်…ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ  တကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ…ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း  ချောက်လှန့်တာမဟုတ်ဘူး…စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို  ပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး…  ကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ…ခံစားကြည့်ကြပါဦး…",
  "rating":"7.4",
  "category":"Horror",
  "imageurl": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Gemini Man (2019)",
  "cover": "coverphoto",
  "description":"  ဒီရုပ်ရှင်ကတော့ ဝယ်လ်စမစ်ရဲ့ ရုံတင်ကား အသစ်ပါပဲ။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုံးရင်းနဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားရပါတော့တယ်။",
  "rating":"5.7",
  "category":"Action, Drama, Sci-Fi",
  "imageurl": "https://image.tmdb.org/t/p/w185/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},

{
  "name": "Frozen II",
  "cover": "coverphoto",
  "description":"Frozen II ကို DVDScr ထွက်လာလို့ အမြန်ဆုံးတင်ပေးလိုက်ပါတယ်…Little Neo မှ စာဖိုင် အမှန်မထွက်သေးပေမဲ့သေချာနားထောင်ပြီး အကောင်းမွန်ဆုံးဘာသာပြန်ပေးထားပါတယ်ကြည့်လို့ရတဲ့ အနေတော် အဆင့်လောက်ထိကြည်နေပါပြီဇတ်လမ်းအညွှန်းကတော့….အယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့ကိုရောက်လာပါတော့တယ်။အယ်လ်ဆာရဲ့ မိဘတွေတုန်းကရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲကဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့ခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်အန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်းခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။",
  "rating":"7.2",
  "category":"Adventure, Animation, Family",
  "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMjA0YjYyZGMtN2U0Ni00YmY4LWJkZTItYTMyMjY3NGYyMTJkXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_SX675_AL_.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Zombieland: Double Tap (2019)",
  "cover": "coverphoto",
  "description":"ဒီတစ်ခေါက်တော့ Channel Myanmar ပရိသတ်ကြီးအတွက်လောလောလတ်လတ်ထွက်ရှိထားတဲ ကားသစ်လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးတော့ အားလုံးရဲ့အကြိုက် Zombieland : Double Tap(2019)ပါ။Zombie land ဆိုတာနဲ့ ဇွန်ဘီတွေနဲ့ သဘာဝကျကျ အပီပြင်ဆုံးရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားကိုပြေးမြင်မိကြမှာပါ။ဇာတ်လမ်းကျဉ်းလေးကိုလဲ တင်ပြလိုပါသေးတယ်။  ကမ္ဘာကြီးကို ဇွန်ဘီတွေအုပ်စိုးကာ လူသားတွေခက်ခက်ခဲခဲအသက်ရှင်နေရချိန်ပါ။ကိုလံဘတ်စ်ရယ် တယ်လာဟတ်ဆီရယ် ဝီချီတာ ညီအမရယ်ပေါင်းစည်းသွားတာ 2009 movie မှာကတည်းကအားလုံးသိပြီးသားဖြစ်မှာပါ။။အခု 2019ထွက်ကားထဲ မှာတော့ကိုလံဘတ်စ်ရယ် တယ်လ်လာဟတ်ဆီရယ် ဝီချီတာရယ် လစ်တဲရော့ရယ် တို့ဟာမိသားစုတစ်ခုလိုကိုလှုပ်ရှားနေကြပါပြီ။လစ်တဲရော့ကတော့ဆယ်ကျော်သက်သက်ပီပီချစ်သူရည်းစားရှာကာ စွန့်စားခန်းတွေဖွင့်ဖို့ ကြိုးစားနေသူတစ်ဦးပါ။တစ်ဖက်မှာတော့ ဇွန်ဘီတွေကလဲ တိုးတက်ပြောင်းလဲကာ အဆင့်တွေမြင့်လာပါပြီ။တစ်နေ့မှာတော့ လစ်တဲရော့ခ် တစ်ယောက် ထွက်သွားပါတော့တယ်။ထွက်သွားတာကလဲ ငြိမ်းချမ်းရေးလိုလားသူ ဂီတသမား ဟစ်ပီတစ်ယောက်နဲ့ပါ။ဇွန်ဘီတွေ အဆင့်မြင့်လာလို့ အန္တရာယ်တွေအရမ်းများနေတဲ့အချိန်မှာထွက်သွားတဲ့ လစ်တဲရော့ခ်နောက်ကို လိုက်လံရှာဖွေရပါတော့တယ်။အဆင့်မြင့်ပြီး သတ်ရခက်ခဲတဲ့ ဇွန်ဘီတွေနဲ့ ဘယ်လိုရင်ဆိုင်ရမလဲ?လမ်းမှာရော ဘာတွေတွေ့ကြုံရမလဲ?Zombieland ရဲ့ထုံးစံအတိုင်း ဟာသနှောကာ စွန့်စားခန်းတွေကိုကြည့်ရှုရမှာပါ။Rating တွေအနေနဲ့ကလဲ Imdb Rating 7.1တောင်ရရှိထားတာမို့စိတ်ချလက်ချဒေါင်းယူကြည့်ရှုသင့်တဲ့ကားလေးလို့ပဲညွှန်းလိုက်ပါရစေ။",
  "rating":"7.2",
  "category":"Action, Comedy, Horror",
  "imageurl": "https://image.tmdb.org/t/p/w185/pIcV8XXIIvJCbtPoxF9qHMKdRr2.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Parasite (2019)",
  "cover": "coverphoto",
  "description":"ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d’Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။  အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။",
  "rating":"8.6",
  "category":"Comedy, Drama, Thriller",
  "imageurl": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Fun with Dick and Jane(2005)",
  "cover": "coverphoto",
  "description":"Jim Carrey ကားေတြဟာ ဟာသျပကြက္ေတြဖန္တီးရင္း လူ႕သေဘာ သဘာ၀ ေတြကုိ အေကာင္းမြန္ဆုံးဖန္တီးတင္ဆက္ေပးထားတာေၾကာင့္ ကမၻာေက်ာ္ၿပီးလူႀကဳိက္မ်ားတာအားလုံးလည္းအသိပါ…… ဒီဇာတ္ကားမွာေတာ့ Jim Carrey ဟာ  Dick ဆုိတဲ့နာမည္နဲ႕သရုပ္ေဆာင္ထားၿပီး သူဟာ  ဂလိုဘိုဒိုင္းဆိုတဲ့ ကုမၸဏီတစ္ခုမွာ ၁၅ ႏွစ္ၾကာ ထမ္းေဆာင္ခဲ့တဲ့ ဝန္ထမ္းတစ္ေယာက္ပါ… သူ႔မွာ Jane ဆိုတဲ့ ဇနီးျဖစ္သူ နဲ႔အတူ သားေလးအပါအဝင္ မိသားစု သံုးေယာက္ရွိပါတယ္.. Dick ဟာ သူ႔ ကုမၸဏီမွာ ဒုဥကၠဠ ေရြးခံရတဲ့အခ်ိန္မွာပဲ ျပႆနာေတြစပါေတာ့တယ္…ဒုဥကၠဌရာထူးတိုးၿပီမို႔ ဇနီးကိုလဲ အလုပ္ထြက္ခိုင္းခဲ့ပါတယ္…သူ႕ရဲ႕လစာနဲ႕ တစ္မိသားစုလုံးကုိေထာက္ပံ့ႏုိင္ၿပီလုိ႕ သူကတြက္ထားတာကုိးး…. ကံဆိုးတာက မၾကာခင္မွာပဲ ဂလိုဘိုဒိုင္းကုမၸဏီရဲ႕ CEO Jack ဟာ ရွယ္ယာေတြကို ေရာင္းၿပီး ကုမၸဏီႀကီး ၿပိဳလဲခဲ့ပါတယ္...Dick အပါအဝင္ ဂလိုဘိုဒိုင္းက ဝန္ထမ္းအားလံုး ဒုကၡေရာက္ခဲ့ပါတယ္… အလုပ္လက္မဲ့ ျဖစ္သြားတဲ့Dick ဟာ သူ႔မိန္းမ လစာ ကိုပဲ အားကိုးရမလားေတြးရံုရွိေသး..သူ႔ မိန္းမက သူ႔စကားအတိုင္း အလုပ္ကေန ထြက္ခဲ့ပါတယ္...လင္မယားႏွစ္ေယာက္လံုး အလုပ္လက္မဲ့ျဖစ္သြားပါေတာ့တယ္… Dick ဟာ ကုမၸဏီမွာ ရာထူးႀကီးႀကီးနဲ႔ ထြက္ခဲ့သူဆိုေတာ့ သာမန္အလုပ္ေလးေတြကို လုပ္ဖို႔ဆႏၵမရွိခဲ့ပါဘူး… ေနာက္ဆံုးၾကံရာမရတဲ့အဆံုး လင္မယားႏွစ္ေယာက္လံုးဓားျပတိုက္ၾကပါေတာ့တယ္…. သူတုိ႕လင္မယား(၂)ေယာက္ရဲ႕ဓားျပတုိက္ဖုိ႕ ပစ္မွတ္ဟာ ဘယ္သူျဖစ္မလဲ .သူတုိ႕ဘယ္လုိေတြ အစီအစဥ္ခ်လဲ…သူတုိ႕ရည္ရြယ္ခ်က္ေတြေရာေအာင္ျမင္ပါ့မလား…..",
  "rating":"6.1",
  "category":"Comedy, Crime",
  "imageurl": "https://image.tmdb.org/t/p/w185/pja5sDJEmh7EBJ5scx5qp6N9Fqw.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Trauma Center (2019)",
  "cover": "coverphoto",
  "description":"မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့… လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်…တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်….  ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့….သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ….(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့… ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္…တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ တရားခံ ေသနတ္သမားရဲ႕က်ည္ဆန္ေၾကာင့္ ေဆး႐ုံေရာက္သြားပါေတာ့တယ္….ကံေကာင္းေထာက္မလို႔ အသက္မေသခဲ့ေပမယ့္ မ်က္ျမင္သက္ေသကို အျပတ္ရွင္းခ်င္တဲ့ တရားခံေတြကလိုက္လာၿပီး အသက္ရန္ရွာတဲ့အခါမွာေတာ့….သူမ တစ္ေယာက္တည္းအသက္ေဘးကလြတ္ႏိုင္ပါ့မလားဆိုတာကို အသည္းတယားယားနဲ႔ၾကည့္ရႈခံစားရမွာပါ…",
  "rating":"N",
  "category":"Action, Thriller",
  "imageurl": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
}
]
