[
      {
        "name": "The Fast and the Furious: Tokyo Drift (2006)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_.jpg",
        "description": "In order to avoid a jail sentence, Sean Boswell heads to Tokyo to live with his military father. In a low-rent section of the city, Shaun gets caught up in the underground world of drift racing",
        "rating": "6.0",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_.jpg",
        "link": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/19fdaf17b1e433ed/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/92e84148955f6dd7/3._[CM]_The_Fast_and_the_Furious_Tokyo_Drift_(2006)_Blu-Ray_720p_Largefile.mp4"
    },
    {
        "name": "Fast Five (2011)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_.jpg",
        "description": "Former cop Brian O’Conner partners with ex-con Dom Toretto on the opposite side of the law. Since Brian and Mia Toretto broke Dom out of custody, they’ve blown across many borders to elude authorities. Now backed into a corner in Rio de Janeiro, they must pull one last job in order to gain their freedom.",
        "rating": "7.3",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_.jpg",
        "link": "https://soliddrive.co/90ee9ad0d569f925/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4",
        "download2": "https://soliddrive.co/a108367e40ebb0bb/5.[CM]_Fast_Five_(2011)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "T-34(2018)",
        "cover": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "description": "((ဒီကားရဲ႕ အသက္ဟာ တင့္ထုိးစစ္ဆင္မႈေတြနဲ႕ တင့္က်ည္ဆန္ေတြတစ္၀ုန္း၀ုန္း ပစ္ခတ္ထိမွန္ခ်က္ေတြျဖစ္လုိ႕ Blu-Ray 1080p5.1 ch ႏွင့္ 720p တုိ႕ျဖင့္ update ေပးထားပါသည္…))စစ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ ပရိတ္သတ္ေတြအတြက္ေမွ်ာ္လင့္ရက်ဳိးနပ္တဲ့ကားတစ္ကားလာပါၿပီဗ်ား….ဒီကားက ဒုတိယ ကမၻာစစ္အတြင္း ရုရွားနဲ႕ ဂ်ာမန္စစ္ျဖစ္တဲ့အခ်ိန္စီးခ်င္းထုိးခဲ့တဲ့ တင့္ကားေတြအေၾကာင္းကုိ အဓိက ထားရုိက္ကူးျပထားတာပါ….ျပသခ်ိန္ ၂နာရီေက်ာ္ရွိခဲ့ေပမယ့္  T-34 အေျမာက္သံတစ္ဂ်ိန္းဂ်ိန္း က်ည္ဆံသံတစ္၀ီ၀ီနဲ႕အျပန္အလွန္တုိက္ခုိက္မႈၾကားမွာ ခင္ဗ်ားဟာ စိတ္၀င္စားလြန္းေတာ့ ေတာင့္ေတာင့္ႀကီးၾကည့္မိၿပီး၂နာရီေက်ာ္ဆုိတာဆုိတာ ဘာမွန္းမသိျဖစ္သြားလိမ့္မယ္….ဇာတ္လမ္းအစမွ အဆုံးထိ ခပ္သြက္သြက္ခပ္ရွင္းရွင္းနဲ႕ကုိ Tempo ခ်ခ်ိန္ဆုိတာေတာင္မရွိသေလာက္ပဲ…..ရုိက္ခ်က္ေတြနဲ႕ခပ္ပါးပါးေနာက္ခံေတးကလည္း တကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္အတိပဲ….ရုရွားဘက္ကတိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ တင့္ကြန္မန္ဒါတစ္ေယာက္ျဖစ္တဲ့ Nikolay Ivushkinဟာဂ်ာမန္တင့္ကားေျခာက္စီးကို သူ႕ရဲ႕ T-34တင့္ကားတစ္စီးတည္းနဲ႔အကုန္အျပတ္ေခ်မႈန္းႏိုင္ခဲ့တယ္….၆စီးကုိ တစ္စီးထဲနဲ႕ေခ်မႈန္းသြားႏုိင္တာၾကည့္ရင္ သူ႕ရဲ႕အရည္အခ်င္းကိုခန္႕မွန္းမိႏုိင္ေကာင္းပါရဲ႕…သုိ႕ေပမယ့္ ေနာက္ဆုံးတစ္စီးတစ္စီးကုိေခ်မႈန္းႏုိင္ခဲ့ေပမယ့္ သူအဖမ္းခံလုိက္ရတယ္…ဒီလုိနဲ႕ ဂ်ာမန္စစ္သုံပန္းဘ၀ကိုေရာကရွိသြားတယ္…ဒီအခ်ိန္မွာ ဂ်ာမန္ေတြအတြက္ရုရွားေတြရဲ႕ တင့္စစ္ကစားဟန္ကထိတ္လန္႕စရာအျဖစ္သိရွိခဲ့ၿပီးတဲ့ေနာက္မွာ သူတုိ႕အစီအစဥ္တစ္ခုဆြဲခဲ့တယ္…ဂ်ာမန္ေတြဟာ ေနာက္ျဖစ္လာမယ့္ရုရွားတပ္နီနဲ႔ရင္ဆိုင္တိုက္ခိုက္ႏိုင္ဖို႔အထူးသျဖင့္ရုရွားတင့္ေတြကိုဘယ္လိုအႏိုင္ရမလဲဆိုတာကို ဂ်ာမန္မ်ိဳးဆက္သစ္ဗိုလ္ေလာင္းေတြကိုလက္ေတြ႕က်က်ေလ့လာႏိုင္ေအာင္လို႔ တစ္ကယ့္ရုရွားတင့္တစ္စီးနဲ႔တိုက္ခိုက္ေပးဖို႔စီစဥ္လိုက္တယ္….အဲ့အခ်ိန္မွာ Nikolay Ivushkinနဲ႔တိုက္ခိုက္ဖူးတဲ့ဂ်ာမန္ေခါင္းေဆာင္ဟာNikolay Ivushkin ရဲ႕အရည္အခ်င္းကိုသိတဲ့အတြက္ Ivushkin ကိုလူအခ်ိဳ႕ေပးေရြးၿပီးေတာ့စုတ္ျပတ္သတ္ေနတဲ့ရုရွားတင့္တစ္စီးကိုေပးလိုက္တယ္…အေျမာက္က်ည္ဆန္မပါဘဲနဲ႔ ဂ်ာမန္ဗိုလ္ေလာင္းေတြနဲ႔တိုက္ခိုင္းတယ္…Ivushkinဟာအဲ့ဒီစုတ္ျပတ္သပ္ေနတဲ့တင့္ကားအတြင္းပိုင္းကိုဝင္ၾကည့္တဲ့အခါမွာပုပ္ပြေနတဲ့အေလာင္းေတြအျပင္ မထင္မွတ္ဘဲေျပာင္လက္ေနတဲ့အရာတစ္ခုခုကိုျမင္ေတြ႕လိုက္တဲ့အခ်ိန္မွာေတာ့…",
        "rating": "6.2",
        "category": "Action,War",
        "imageurl": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "link": "https://soliddrive.co/1K6v/T_34.2018.Blu.Ray_720p.pp.mkv",
        "link2": "https://soliddrive.co/1K6u/T_34.2018.360P.PP.mp4",
        "download": "https://soliddrive.co/1K6v/T_34.2018.Blu.Ray_720p.pp.mkv",
        "download2": "https://soliddrive.co/1K6u/T_34.2018.360P.PP.mp4"
    },
    {
        "name": "12 Suicidal Teens (2019)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMzc2MmIwNTgtNWNlZS00Y2NiLWEzMWMtZjJiOTZmNTE4Zjc5XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_.jpg",
        "description": "‌လောကကြီးကိုစိတ်ကုန်ပြီး ကိုယ့်ကိုယ့်ကိုယ်အဆုံးစီရင်ချင်နေတဲ့ဆယ်ကျော်သက်အရွယ် ကလေး ၁၁ ယောက်ဟာအွန်လိုင်းပေါ်မှာတင်ထားတဲ့ အဆုံးစီရင်သူများစုဝေးမှုကြောင့်စွန့်ပစ်ထားတဲ့ ဆေးရုံဟောင်းတစ်ခုမှာ လာရောက်ဆုံစည်းမိကြပါတယ်။သူတို့အားလုံးဆုံကြတဲ့အချိန် သူတို့ထက်အရင် အဆုံးစီရင်ထားတဲ့ စီစဥ်သူကိုမြင်လိုက်ရလို့အားလုံးအံ့ဩားသင့်ပြီး သူတို့ဖာသာရှေ့ဆက်ကြတော့မယ့်အချိန်မှာနောက်ဆုံးမှတကယ်ဝင်လာတဲ့ စီစဥ်သူ “ဆာတိုရှိ”လူ ၁၂ ယောက်စုဝေးမှုမှာ ၁၃ ယောက်ဖြစ်နေပြီးစာရင်းထဲမှာမပါတဲ့ ကုတင်ပေါ်မှကိုယ်တော်ချောကိုသူတို့ဟာ အမှတ်စဥ် သုည လို့အမည်ပေးပြီးသူဘယ်လိုဒီကိုရောက်လာတယ်ဆိုတာကိုရှာဖွေကြပါတယ်ဝင်လာတဲ့ လူ ၁၂ ယောက်မှာ တစ်ယောက်ချင်းစီတွေ့ခဲ့ကြတဲ့မူမမှန်တဲ့ သဲလွန်စတွေကိုပေါင်းပြီးတော့ ဒီ သုညကိုယ်တော် ဘယ်ကရောက်လာပြီးဘယ်သူသတ်တာလဲကို ပူးပေါင်းဖော်ထုတ်ပြီးမှသူတို့သတ်သေမှုကိုဆက်လုပ်ကြမယ်သဘောတူကြရင်း ရှာဖွေရင်းက မထင်မှတ်တာတွေဖြစ်ခဲ့ကြတယ်…လျို့ဝှက်ချက်ကိုယ်စီရှိနေတဲ့ သူတို့ ၁၂ ယောက်ဟာ သုည စုဝေးတဲ့အခန်းထဲရောက်လာပုံကိုဘယ်လိုအဖြေရှာကြမလဲ သူတို့တွေသတ်သေမှုရောဘယ်လိုဖြစ်သွားမလဲ“ဆာတိုရှိ” ရဲ့ တကယ့်ရည်ရွယ်ချက်ကရော ဘာလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဂျပန်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။12 Suicidal Teens (2019)‌ေလာကႀကီးကိုစိတ္ကုန္ၿပီး ကိုယ့္ကိုယ့္ကိုယ္အဆုံးစီရင္ခ်င္ေနတဲ့ဆယ္ေက်ာ္သက္အ႐ြယ္ ကေလး ၁၁ ေယာက္ဟာအြန္လိုင္းေပၚမွာတင္ထားတဲ့ အဆုံးစီရင္သူမ်ားစုေဝးမႈေၾကာင့္စြန႔္ပစ္ထားတဲ့ ေဆး႐ုံေဟာင္းတစ္ခုမွာ လာေရာက္ဆုံစည္းမိၾကပါတယ္။သူတို႔အားလုံးဆုံၾကတဲ့အခ်ိန္ သူတို႔ထက္အရင္ အဆုံးစီရင္ထားတဲ့ စီစဥ္သူကိုျမင္လိုက္ရလို႔အားလုံးအံ့ဩားသင့္ၿပီး သူတို႔ဖာသာေရွ႕ဆက္ၾကေတာ့မယ့္အခ်ိန္မွာေနာက္ဆုံးမွတကယ္ဝင္လာတဲ့ စီစဥ္သူ “ဆာတိုရွိ”လူ ၁၂ ေယာက္စုေဝးမႈမွာ ၁၃ ေယာက္ျဖစ္ေနၿပီးစာရင္းထဲမွာမပါတဲ့ ကုတင္ေပၚမွကိုယ္ေတာ္ေခ်ာကိုသူတို႔ဟာ အမွတ္စဥ္ သုည လို႔အမည္ေပးၿပီးသူဘယ္လိုဒီကိုေရာက္လာတယ္ဆိုတာကိုရွာေဖြၾကပါတယ္ဝင္လာတဲ့ လူ ၁၂ ေယာက္မွာ တစ္ေယာက္ခ်င္းစီေတြ႕ခဲ့ၾကတဲ့မူမမွန္တဲ့ သဲလြန္စေတြကိုေပါင္းၿပီးေတာ့ ဒီ သုညကိုယ္ေတာ္ ဘယ္ကေရာက္လာၿပီးဘယ္သူသတ္တာလဲကို ပူးေပါင္းေဖာ္ထုတ္ၿပီးမွသူတို႔သတ္ေသမႈကိုဆက္လုပ္ၾကမယ္သေဘာတူၾကရင္း ရွာေဖြရင္းက မထင္မွတ္တာေတြျဖစ္ခဲ့ၾကတယ္…လ်ိဳ႕ဝွက္ခ်က္ကိုယ္စီရွိေနတဲ့ သူတို႔ ၁၂ ေယာက္ဟာ သုည စုေဝးတဲ့အခန္းထဲေရာက္လာပုံကိုဘယ္လိုအေျဖရွာၾကမလဲ သူတို႔ေတြသတ္ေသမႈေရာဘယ္လိုျဖစ္သြားမလဲ“ဆာတိုရွိ” ရဲ႕ တကယ့္ရည္႐ြယ္ခ်က္ကေရာ ဘာလဲဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမယ့္ ဂ်ပန္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။",
        "rating": "N",
        "category": "Mystery, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMzc2MmIwNTgtNWNlZS00Y2NiLWEzMWMtZjJiOTZmNTE4Zjc5XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_.jpg",
        "link": "https://soliddrive.co/Vd2/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4",
        "link2": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4",
        "download": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4",
        "download2": "https://soliddrive.co/Vd1/12.Suicidal.Teens.2019.720p.BluRay(cm).mp4"
    },
      {
        "name": "Fast & Furious 6 (2013)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "description": "Hobbs has Dominic and Brian reassemble their crew to take down a team of mercenaries: Dominic unexpectedly gets convoluted also facing his presumed deceased girlfriend, Letty.",
        "rating": "7.1",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "link": "https://soliddrive.co/ec8735bf9f2a7ee7/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4",
        "download2": "https://soliddrive.co/b69a6eec4f685d08/6.[CM]_Fast_&_Furious_6_(2013)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "2 Fast 2 Furious (2003)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_.jpg",
        "description": "It’s a major double-cross when former police officer Brian O’Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of “dirty” money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down. ",
        "rating": "5.9",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_.jpg",
        "link": "https://soliddrive.co/a5b1f8b050a9899b/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/ce40cf9e3fadd000/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://soliddrive.co/a5b1f8b050a9899b/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/ce40cf9e3fadd000/2.[CM]_2_Fast_2_Furious_(2003)_Blu-Ray_720p_Smallfile.mp4"
    },
    {
        "name": "The Fast and the Furious (2001)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_.jpg",
        "description": "Domenic Toretto is a Los Angeles street racer suspected of masterminding a series of big-rig hijackings. When undercover cop Brian O’Conner infiltrates Toretto’s iconoclastic crew, he falls for Toretto’s sister and must choose a side: the gang or the LAPD.",
        "rating": "6.7",
        "category": "Action, Crime, Thriller",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_.jpg",
        "link": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "download": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4",
        "download2": "https://soliddrive.co/2716b22c459295ea/1.[CM]_The_Fast_and_the_Furious_(2001)_Blu-Ray_720p_Largefile.mp4"
    },
      {
        "name": "Friend (2001)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y.jpg",
        "description": "ဂၽြန္ဆုတ္ ,ဒုန္ဆု ,ဂ်န္ဟို နဲ႔ ဆန္တစ္ တို႔ ဟာ ငယ္စဥ္ကတည္းက အတူေဆာ့ကစားခဲ့တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ…သူတို႔ထဲမွာမွ ဂၽြန္ဆုတ္နဲ႔ ဒုန္ဆုတို႔ ဟာ ေက်ာင္းမွာ ကလန္ကဆန္လူဆိုးေလးေတြျဖစ္တာေၾကာင့္ ေက်ာင္းထုတ္ခံလိုက္ရပါတယ္…ႏွစ္ေပါင္းမ်ားစြာ ၾကာၿပီးေနာက္မွာေတာ့ က်န္တဲ့သူငယ္ခ်င္း ႏွစ္ေယာက္ဟာ တကၠသိုလ္အသီးသီးဆက္တက္ခဲ့ၾကေပမယ့္….ဂၽြန္ဆုတ္ကေတာ့ အိမ္ေထာင္က်သြားၿပီး ဒုန္ဆုကေတာ့ လူဆိုးဂိုဏ္းတစ္ခုရဲ႔ ေခါင္းေဆာင္ျဖစ္လာပါတယ္….က်န္တဲ့သူငယ္ခ်င္းႏွစ္ဦးနဲ႔ ျပန္လည္ေတြ႕ဆံုခဲ့ေပမယ့္ ဒုန္ဆုနဲ႔ သိပ္အေစးမကပ္ေတာ့ပါဘူး…ဒါေၾကာင့္ က်န္သူငယ္ခ်င္းသံုးဦးသာ အတူတြဲေနမိၾကတာေပါ့..ျဖစ္ခ်င္ေတာ့ ဒုန္ဆု ဦးစီးတဲ့ ဂိုဏ္းဟာ ဂၽြန္ဆုတ္အေဖတို႔ ဂိုဏ္းနဲ႔ ရန္ဘက္ဂိုဏ္းျဖစ္တာမို႔ သူငယ္ခ်င္းႏွစ္ဦးၾကား အထင္လြဲမွားမႈေတြစတင္လာခဲ့ပါတယ္….ဂၽြန္ဆုတ္ကလည္း သူတို႔ ဂိုဏ္းေခါင္းေဆာင္ကို ဒုန္ဆုက လုပ္ၾကံဖို႔ႀကိဳးစားခဲ့တယ္လို႔ သံသယဝင္ခဲ့ၿပီး…က်န္တဲ့ဂိုဏ္းသားေတြကလည္း ဒုန္ဆုကို ျပန္လည္လုပ္ၾကံဖို႔ ႀကိဳးစားလာတဲ့ အခါမွာေတာ့….CMကမၾကာခင္တင္ဆက္ထားတဲ့ Friend 2 ရဲ႕ ေရွ႕ကားျဖစ္ပါတယ္….ဂိုဏ္းစတားကားေတြထဲမွာ အေတာ္လန္းတဲ့ ဇာတ္ကားေလးျဖစ္တဲ့ အျပင္ ဒုန္ဆုအျဖစ္ ဒါရိုက္တာရင္က သရုပ္ေဆာင္ထားတာေၾကာင့္ လက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္း",
        "rating": "7.4",
        "category": "Action, Crime, Drama",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y.jpg",
        "link": "https://soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4",
        "link2": "https://soliddrive.co/13324f31aac8cc11/[CM]_Friend_(2001)_Blu-Ray_720p_Smallfile.mp4",
        "download": "https://wwwbk2.soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4?download_token=89e9463b20bf39734d2194deae84da58be3b7d4c2ae00f8ce321828fa1373df3",
        "download2": "https://wwwbk2.soliddrive.co/550bc2fe275c3a47/[CM]_Friend_(2001)_Blu-Ray_720p_Largefile.mp4?download_token=89e9463b20bf39734d2194deae84da58be3b7d4c2ae00f8ce321828fa1373df3"
    },
    {
        "name": "Paskal The Movie(2018)",
        "cover": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "description": "ျဖစ္ရပ္မွန္ ဇာတ္ကားေတြကိုမွ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ ထြက္ PASKAL ဆုိတဲ့ အက္ရွင္ ဒရာမာ မေလးရွားကားသစ္ကုိတင္ဆက္ေပးလုိက္ပါတယ္Rating အေနနဲ႕ လည္း IMDb – 8.6/10 ေတာင္ရထားတယ္…ဒီကားက မေလးရွားက ရုိက္ထားတယ္ဆုိၿပီး ဒီေလာက္လန္းလိမ့္မယ္ မထင္ဘူးလုိ႕ထင္ရင္ေတာ့ မွားသြားလိမ့္မယ္…လက္နက္ေတြကလည္း ေနာက္ဆုံးေပၚစီးရီးေတြအားလုံးနီးပါးအသုံးျပဳထားသလုိ စစ္ဆင္ႏႊဲတဲ့ဟန္ပန္ေတြနဲ႕ စစ္အင္းအားျပသြားတာေတြက လက္ဖ်ားခါေလာက္စရာပါပဲ..ၿပီးေတာ့ ရုိက္ထားထားတာေတြကလည္း ေတာ္ေတာ္ကုိလွတယ္..  မေလးရွားကားဆုိ စုန္းကားေလာက္ပဲ သိတဲ့ ကြ်န္ေတာ္တုိ႕ ခင္ဗ်ားတုိ႕အဖုိ ႕ ပါးစပ္အေဟာင္းသားေတာင္ျဖစ္သြားေစလိမ့္မယ္….ေနာက္ဆုံးေျပာရရင္  Shooter   ကားထဲမွာ Mark Wahlberg သုံးသြားတဲ့ CheyTac M200  ဆုိတဲ့ စႏုိက္ပါႀကီးေတာင္ပါလုိက္ေသးတယ္…….ဗိုလ္ ၾကီး အာမန္ဆုိတဲ့ မေလးရွား အထူးတပ္ဖြဲ႕ဝင္တစ္ေယာက္ဟာပါစကယ္ဆိုတဲ့ အထူးတပ္ဖြဲ႕တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္း မိခင္ကိုလုပ္ေကၽြးေနတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္တယ္…သူ႕ရဲ႕အေဖဟာလည္း ႏိုင္ငံေတာ္အတြက္တာဝန္ထမ္းရင္း အသက္စြန္႔သြားတဲ့ သူရဲေကာင္းတစ္ေယာက္ျဖစ္လုိ႔ အေမက သားအတြက္စိုးရိမ္ေပမယ့္ တားေတာ့မတားခဲ့ဘူးဆိုပါေတာ့…ပါစကယ္အဖြဲ႕ထဲမွာ ဂ်ိဳရႊာဆိုတဲ့ လူတစ္ေယာက္နဲ႔ အာမန္ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ၾကတယ္..အာမန္ ဂ်ိဳရႊာ တို႔ႏွစ္ေယာက္အပါအဝင္ ဂ်က္ဆိုတဲ့တစ္ေယာက္စုစုေပါင္းသံုးေယာက္ဟာ အထူးလက္ေရြးစင္ေတြအျဖစ္ ေရြးခ်ယ္ခံရတယ္…။အဲ့ဒီေနာက္မွာ ပင္လယ္ဓါးျပအမႈတစ္ခုေနာက္ကိုလုိက္ရင္း မထင္မွတ္ထားတဲ့ ကံၾကမၼာဒီေရလႈိုင္းေတြေအာက္မွာ မေလးရွားတပ္ဖြဲ႕ေတြဘယ္လုိအလွည့္အေျပာင္းေတြ ၾကံဳေတြ႔ရမလဲ ကိုယ္တုိင္ၾကည့္ရွဳခံစားေတာ္မူၾကပါ…။",
        "rating": "8.6",
        "category": "Action, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "link": "http://soliddrive.co/29J4/PASKAL.2018._WEB-DL_720P.PP.mp4",
        "link2": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4",
        "download": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4",
        "download2": "http://soliddrive.co/29J7/PASKAL.2018._WEB-DL_360p.pp.mp4"
    },
    {
        "name": "Clownado (2019)",
        "cover": "https://image.tmdb.org/t/p/w300/h6X0og5zAGUluw4hdMTuuc7SysJ.jpg",
        "description": "ဒီတစ်ခါဇာတ်ကား​လေးက​တော့ သည်းထိတ်ရင်ဖိုလူသတ်ကားပုံစံ​လေးပါဆပ်ကပ်တစ်ခုရဲ့​ခေါင်း​ဆောင်ရိုနီကသူ့ရဲ့မိန်းမဆာဗန်နာကို ​ယောကျ်ားတစ်​ယောက်နဲ့​ဖောက်ပြန်​နေတာ​တွေ့သွားခဲ့တယ်ရိုနီကအဲ့​ကောင်ကိုသတ်ပစ်လိုက်တယ်ဒါကိုမ​ကျေနပ်တဲ့ဆာဗန်နာက​အောက်လမ်းအစီအမံတွေနဲ့ ရိုနီတို့အုပ်စုကိုလုပ်လိုက်တဲ့အခါသူမမထင်မှတ်ထားတဲ့အရာ​တွေဖြစ်လာ​​​ရော​လေရိုနီတို့အဖွဲ့ဟာမုန်တိုင်း​တွေထန်​လေဆင်နှာ​မောင်း​တွေတိုက်ပြီးသူတို့သွားလိုရာ​နေရာကို ​လေဆင်နှာ​မောင်းပုံစုံလုပ်ပြီး​​မြေပြင်​ပေါ်​ရောက်လာကြတာ​ပေါ့သူတို့က စိတ္တဇလူသတ်သမားဆန်ဆန်လူ​တွေကိုလိုက်သတ်ကြတာ​ပေါ့ရိုနီက သူ့ကိုသစ္စာ​ဖောက်ခဲ့တဲ့ဆာဗန်နာကိုလိုက်ရှာပြီးသတ်​တော့တာ​ပေါ့အဲ့အဖြစ်အပျက်ထဲမှာ ဒုက္ခ​တွေ့​နေရတဲ့လူတစ်စုလည်းပါတာ​ပေါ့သူတို့အဲ့ဒီထူးထူးဆန်းဆန်း​လေဆင်နှာ​မောင်းကိုရပ်သွား​အောင်ဘယ်လို​တွေလုပ်မလဲသူတို့ဒီလိုစိတ်ပျက်စရာအ​​ခြေအ​​နေက​နေဘယ်လိုရုန်းထွက်ကြမလဲသွေးတန်းရဲရဲသတ်ဖြတ်တဲ့အခန်း​တွေကိုအားပါးတရကြည့်ရှု့ရမှာပါ",
        "rating": "6.8",
        "category": "Comedy, Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/aYrvdvqnCDJnUCrof0dA4cKspyd.jpg",
        "link": "https://soliddrive.co/Vcj/(CM)_Clownado_2019_(Large_Size).mp4",
        "link2": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4",
        "download": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4",
        "download2": "https://soliddrive.co/Vcv/(CM)_Clownado_2019_(Small_Size).mp4"
    },
    {
        "name": "Venky Mama (2019)",
        "cover": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "description": "ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာ မင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ဝင်လာတဲ့အတွက် အဖမ်းဆီးခံလိုက်ရတယ်။ သူ့မျက်လုံးတွေဟာ ရောက်ရက်ခက်မနေဘဲ တည်ငြိမ်နေတယ်။ကြောက်စိတ်လုံးဝမရှိ၊ အကြမ်းဖက်မှု ဖြစ်နေစဉ်ကာလမှာ ဒီလိုလူတစ်ယောက်ကို ဖမ်းဆီးထားဖို့ တပ်မတော်က အသင့်ဖြစ်နေတယ်။လူတစ်ယောက်ကို လာရှာကြောင်းပြောတယ်။ အရာရှိတွေဖက်က အဲ့ဒီလူဟာ ဒီတပ်မတော်ထဲ လုံးဝမရှိကြောင်း ပြောတယ်။ဖမ်းဆီးခံလူလတ်ပိုင်းကလည်း သူရှာနေတဲ့လူဟာ ဒီတပ်ထဲမှာ အတိအကျရှိကြောင်း ပြောတယ်။အဖမ်းခံလိုက်ရသူကို တပ်မတော်အရာရှိအဆင့်ဆင့်က စစ်ဆေးချက်ယူလိုက်တဲ့ အခါ. . . ဒီဇာတ်လမ်း စတည်ဖြစ်ပေါ်လာတော့တယ်။ဒီဇာတ်ကားကို ဘာသာပြန်ဖို့ရွေးချယ်လိုက်တာတော့ မင်းသမီး Raashi Khanna ကြောင့်ဆိုရင် မမှားဘူး။ဒါပေမဲ့ ဇာတ်လမ်းလည်း မဆိုးနေတာကို မြင်လိုက်ရတယ်။ တစ်ကွက်တစ်ကွက် ထည့်ထားတဲ့ ဟာသတွေက ရယ်နေရတယ်။ဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်းတယ်။ ကြားမှာ ပျင်းစရာကောင်းသွားတာမျိုး မရှိခဲ့။တစ်ကွက်ပြီးတစ်ကွက်က ပျင်းစရာနေရာ မရှိအောင်ပါပဲ။ ဒေါင်းကြည့်ဖို့ လက်ရွံ့နေစရာ မလိုပါဘူးလို့ပြောရင်း..",
        "rating": "5.6",
        "category": "Action, Bollywood, Comedy, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "link": "https://soliddrive.co/1LeJ/(CM)_Venky_Mama_(2019)_WEB-DL_720p.mp4",
        "link2": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4",
        "download": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4",
        "download2": "https://soliddrive.co/1LeI/(CM)_Venky_Mama_(2019)_WEB-DL_480p.mp4"
    },
    {
        "name": "Better Days ( 2019 )",
        "cover": "https://image.tmdb.org/t/p/w300/2ywTQgUHXrgpXazXZ4tRSjtEJYh.jpg",
        "description": "ကျောင်းတွင်း အနိုင်ကျင့်မှုက နေရာတိုင်းမှာ ဖြစ်နေတာပါ…မြင်အောင်ကြည့်ရင် သင်ရှေ့မှာလည်း အနိုင်ကျင့်မှုတစ်ခုခု ရှိနေမှာပါ…ဒါပေမယ့်… အနိုင်ကျင့်မှုတစ်ခုကို မြင်ရင် ဘယ်လိုဖြေရှင်းမှာလဲ?ဒီကားထဲက ချန်နမ်ဆိုတဲ့ ကောင်မလေးကတော့ နှုတ်ဆိတ်နေခဲ့တယ်…ဒီကားထဲက ရှောင်ပေကတော့ သူ့နည်း သူ့ဟန်နဲ့ ကာကွယ်ပေးလိုက်တယ်…ဘယ်သူ့နည်းလမ်းက အမှန်ဖြစ်မှာလဲ?သင်ဆိုရင်ရော ဘယ်လိုလုပ်မှာလဲ ?PS. မျက်ရည်ခိုင်မှ ကြည့်စေလိုပါတယ်",
        "rating": "7.5",
        "category": "Crime, Drama, Romance",
        "imageurl": "https://image.tmdb.org/t/p/w185/bjhoWPRihKSQNbqxvQgcEkOVN3j.jpg",
        "link": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4",
        "link2": "https://soliddrive.co/Vah/(CM)Better.Days.2019.WEB-DL.360p.mp4",
        "download": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4",
        "download2": "https://soliddrive.co/Vad/(CM)Better.Days.2019.WEB-DL.720p.mp4"
    },
    {
        "name": "Unstoppable (2018)",
        "cover": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_.jpg",
        "description": "ဒုန္ခၽြဲ နဲ႔ ဂ်ီဆူး တို႔ဟာ သာယာေပ်ာ္ရႊင္ေနတဲ့ ဇနီးေမာင္ႏွံျဖစ္ၿပီးေအးအတူ ပူအမွ် ေနတက္ၾကသူေတြပါဒုန္ခၽြဲ က အရမ္းရိုးသားလြန္းေတာ့ အၿမဲတမ္းလူလိမ္ခံရပါတယ္ခ်စ္ဇနီးေလး ဂ်ီဆူး အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတာ မၾကည့္ရက္တဲ့အတြက္သူကိုယ္တုိင္လဲ အပင္ပန္းခံၿပီး ပိုက္ဆံရွာေနရပါတယ္…ဒုန္ခၽြဲဟာ ဂ်ီဆူး နဲ႔ မေတြ႔ခင္တုန္းက လူတုိင္းတုန္လႈပ္ရတဲ့အတိုက္အခိုက္သမား တစ္ေယာက္ျဖစ္ၿပီး မတရားတာျမင္ရင္မေနတက္သလို စိန္ေခၚရင္ ေရေျမဆံုးထိ လုိက္တက္သူပါမိန္းမ ရၿပီးမွ အရင္လို မဟုတ္ေတာ့ပဲ ငါးေရာင္းၿပီးေအးေဆးေနတက္သူ ျဖစ္သြားခဲ့တာပါ…တစ္ရက္မွာေတာ့ ဒုန္ခၽြဲ တို႔ ဇနီးေမာင္ႏွံဆီကိုကံၾကမၼာဆိုး တစ္ခု ၀င္ေရာက္လာပါတယ္…ဒုန္ခၽြဲ ေငြေတြ အလိမ္ခံရလို႔ ႏွစ္ေယာက္သားစကားမ်ားၾကၿပီး ဂ်ီဆူး က အိမ္ကို အေစာႀကီးျပန္သြားခဲ့ပါတယ္….စိတ္ေကာက္ေနတဲ့ ဂ်ီဆူး ကိုေခ်ာ့ဖို႔ ဒုန္ခၽြဲေရာက္လာခဲ့ေပမဲ့ ေနာက္က်သြားခဲပါၿပီအိမ္ထဲထိ ၀င္ေရာက္ၿပီး လူဆိုးဂိုဏ္းတစ္ခုကဂ်ီဆူး ကို ျပန္ေပးဆြဲသြားခဲ့ပါတယ္….ဒုန္ခၽြဲ တစ္ေယာက္ ရဲတုိင္ခဲ့ေပမဲ့ တကယ္အလုပ္မလုပ္တဲ့ရဲေတြေၾကာင့္ မိန္းမ ျဖစ္သူကို ကိုယ္တုိင္လုိက္ရွာဖို႔အေမွာင္ေလာက ထဲသို႔ ျပန္လည္၀င္ေရာက္ခဲ့ေသာ္ အခါ…",
        "rating": "N",
        "category": "Action, Crime",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_.jpg",
        "link": "http://soliddrive.co/2zHu/Unstoppable,2018_720P_%7BCM%7D.mp4",
        "link2": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4",
        "download": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4",
        "download2": "http://soliddrive.co/29Gz/Unstoppable,2018_Small_%7BCM%7D_.mp4"
    },
    {
        "name": "Reservoir Dogs ( 1992 )",
        "cover": "https://image.tmdb.org/t/p/w185/jX94vnfcuJ8rTnFbsoriY6dlHrC.jpg",
        "description": "IMDb 8.3 ရရှိထားတယ်ဆိုတာတော်ယုံ rating မျိုးမဟုတ်ဘူးနော်1992 ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားဟောင်းလေးဆိုပေမဲ့ကောင်းနေဆဲဇာတ်ကားလေးပါ။ Action/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်ဗြိတိန်နာမည်ကြီး Film magazine တစ်ခုဖြစ်တဲ့ Empire Film magazine ကတောင်” Greatest Indenpendent Film of all Time” အဖြစ်သတ်မှတ်ခံထားခဲ့ရပါတယ်။အမေရိကန်နိုင်ငံမှာ ရုံဝင်ငွေဒေါ်လာ၂.၅သန်းအထိရရှိခဲ့ပြီးအင်္ဂလန်နိုင်ငံမှာပိုလို့အောင်မြင်ကာ ဝင်ငွေပေါင် ၆.၅သန်းအထိရလာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ယောက်ကိုတစ်ယောက်မသိကြတဲ့နာမည်ဝှက်ကိုယ်စီနဲ့ဒုစရိုက်သမား ၆ယောက်ကိုဓားပြတိုက်မှုတစ်ခုလုပ်ဖို့အတွက် စုစည်းလိုက်တဲ့တာကစတာပဲဖြစ်ပါတယ်။တကယ်တော့အဲဒီအဲဒါဟာရဲတွေရဲ့ထောင်ချောက်ဆင်မှုတစ်ခုဖြစ်ပြီးဒါကိုမသိလိုက်တဲ့၆ယောက်သား ကိုယ်လွတ်ရုန်းဖို့လုပ်ရတော့တာပဲဖြစ်ပါတယ်။သူတို့တွေထောင်ချောက်ဆင်ခံလိုက်ရတာကိုသိသွားပြီးတဲ့နောက်မှာအဓိကလက်သည်ဟာဘယ်သူလဲအဲဒီသူဟာသူတို့ထဲမှာရှိနေပြီသစ္စာဖောက်သွားတာလားဆိုတာအဖြေရှာကြတော့တာပါပဲ။ဇာတ်လမ်းအချိုးအကွေ့တွေနဲ့စိတ်ဝင်စားစရာကောင်းပြီးဝေဖန်မှုတွေလည်းကောင်းကောင်းရထားပြီး အောင်မြင်ခဲ့တဲ့Action/Thriller ဖြစ်တာကြောင့်ကြည့်စေချင်ပါတယ်။R rated ဖြစ်ပြီးအပြောအဆိုကြမ်းတမ်းတာတွေပါနိုင်ပါတယ်။",
        "rating": "8.3",
        "category": "Action, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/jX94vnfcuJ8rTnFbsoriY6dlHrC.jpg",
        "link": "https://soliddrive.co/Uwq/(CM)Reservoir_Dogs.1992.BluRay.720p.mp4",
        "link2": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4",
        "download": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4",
        "download2": "https://soliddrive.co/Uwp/(CM)Reservoir_Dogs.1992.BluRay.480p.mp4"
    },
    {
        "name": "Playing with Fire (2019)",
        "cover": "coverphoto",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိသတ္ႀကီးအတြက္ ဟာသကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။အားလံုးရဲ ႔အခ်စ္ေတာ္ နပန္းသမားဂြ်န္စီနာပါဝင္သရုပ္ေဆာင္ထားတဲ႔ကားေလးလဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္ေပးလိုပါတယ္။ဂြ်န္စီနာတစ္ျဖစ္လဲ မီးသတ္သမားဂ်ိတ္ဟာ ငယ္စဥ္ကတည္းက ၾကပ္မတ္တဲ႔စဥ္းမ်ဥ္းေတြနဲ႔ ေနထိုင္လာခဲ႔တဲ႔မီးသတ္သမားတစ္ဦးပါၿပည္နယ္မီးသတ္ကြန္မန္ဒါေနရာကိုရာထူးတိုးဖို႔အရမ္းေမွ်ာ္လင္႔ထားတဲ႔သူျဖစ္ျပီးလ်ာထားစာရင္းထဲမွာလဲ သူ႔နာမည္ပါေနပါတယ္။ဒါေပမယ္႔တစ္ေန႔မွာေတာ႔ မီးေလာင္မႈတစ္ခုကေနကေလးသံုးေယာက္ကို ကယ္တင္လိုက္ပါတယ္။မုန္တိုင္းေၾကာင္႔အသြားအလာေတြပိတ္မိေနခ်ိန္ဒီကေလးသံုးေယာက္ဟာစည္းကမ္းၾကီးတဲ႔ ဂ်ိတ္ဆီမွာ ေသာင္တင္ေနပါေတာ႔တယ္။ေျဗာင္းသတ္ေနတဲ႔ကေလးသံုးေယာက္ကို ဂ်ိတ္ဘယ္လိုကိုင္တြယ္မလဲ?ဘာေတြဆက္ျဖစ္မလဲ?ဆိုတာစိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးပါ။",
        "rating": "4.7",
        "category": "Comedy, Family",
        "imageurl": "https://image.tmdb.org/t/p/w185/61Ng0t8iMnbWFmARcyBrkaErg4G.jpg",
        "link": "https://soliddrive.co/Vcm/(CM)_Playing_With_Fire_2019_BluRay_720p.mp4",
        "link2": "https://soliddrive.co/Vcy/(CM)_Playing_With_Fire_2019_BluRay_480p.mp4",
        "download": "https://premium2-2.fastload.cc/34p?download_token=c22c1984fb7c18e705128f86739131ed93899624a6330b95236a21055636e39f",
        "download2": "https://premium2-2.fastload.cc/34p?download_token=c22c1984fb7c18e705128f86739131ed93899624a6330b95236a21055636e39f"
    },
    {
        "name": "Faster (2010)",
        "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
        "description": "Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။မကြမ်းမှာတော့မပူပါနဲ့။အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။    ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီးထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ဇာတ်ကားမှာပဲကြည့်လိုက်ကြပါတော့။",
        "rating": "6.4",
        "category": "Action, Crime, Drama",
        "imageurl": "https://image.tmdb.org/t/p/w185/xaHojTGfidOUfON6DGY14qUqATj.jpg",
        "link": "https://yadi.sk/i/bxzHseL5f3u3kA",
        "link2": "https://yadi.sk/i/qriJ9-qbwG0bBA",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Rambo: Last Blood (2019)",
        "cover": "https://image.tmdb.org/t/p/w300/spYx9XQFODuqEVoPpvaJI1ksAVt.jpg",
        "description": "ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။",
        "rating": "6.6",
        "category": "Action, Adventure, Thriller",
        "imageurl": "https://images-na.ssl-images-amazon.com/images/I/91w16SreIZL._AC_SX342_.jpg",
        "link": "https://yadi.sk/i/fsb_w4uvcVv4iA",
        "link2": "https://yadi.sk/i/bNFm1yEJ-HrXmg",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "They Who Are Not Seen(2017)",
        "cover": "coverphoto",
        "description": "ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်  ထားတယ်…လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေကို မြင်ရတယ်…နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့  သူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်….တစ်ခါတစ်ရံတော့  အသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်  ကြောက်လန့်မိတာပေါ့…..ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း  သဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ…နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်  အခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်…သူတို့ကြည့်ရတာ  ဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ…တခြားကလေးတွေထက်  ခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်….ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို  ဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး…အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်…  ထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး  ပျောက်ကွယ်သွားတယ်…ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ  တကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ…ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း  ချောက်လှန့်တာမဟုတ်ဘူး…စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို  ပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး…  ကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ…ခံစားကြည့်ကြပါဦး…",
        "rating": "7.4",
        "category": "Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Gemini Man (2019)",
        "cover": "coverphoto",
        "description": "  ဒီရုပ်ရှင်ကတော့ ဝယ်လ်စမစ်ရဲ့ ရုံတင်ကား အသစ်ပါပဲ။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုံးရင်းနဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားရပါတော့တယ်။",
        "rating": "5.7",
        "category": "Action, Drama, Sci-Fi",
        "imageurl": "https://image.tmdb.org/t/p/w185/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Frozen II",
        "cover": "coverphoto",
        "description": "Frozen II ကို DVDScr ထွက်လာလို့ အမြန်ဆုံးတင်ပေးလိုက်ပါတယ်…Little Neo မှ စာဖိုင် အမှန်မထွက်သေးပေမဲ့သေချာနားထောင်ပြီး အကောင်းမွန်ဆုံးဘာသာပြန်ပေးထားပါတယ်ကြည့်လို့ရတဲ့ အနေတော် အဆင့်လောက်ထိကြည်နေပါပြီဇတ်လမ်းအညွှန်းကတော့….အယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့ကိုရောက်လာပါတော့တယ်။အယ်လ်ဆာရဲ့ မိဘတွေတုန်းကရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲကဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့ခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်အန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်းခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။",
        "rating": "7.2",
        "category": "Adventure, Animation, Family",
        "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMjA0YjYyZGMtN2U0Ni00YmY4LWJkZTItYTMyMjY3NGYyMTJkXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_SX675_AL_.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Zombieland: Double Tap (2019)",
        "cover": "coverphoto",
        "description": "ဒီတစ်ခေါက်တော့ Channel Myanmar ပရိသတ်ကြီးအတွက်လောလောလတ်လတ်ထွက်ရှိထားတဲ ကားသစ်လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးတော့ အားလုံးရဲ့အကြိုက် Zombieland : Double Tap(2019)ပါ။Zombie land ဆိုတာနဲ့ ဇွန်ဘီတွေနဲ့ သဘာဝကျကျ အပီပြင်ဆုံးရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားကိုပြေးမြင်မိကြမှာပါ။ဇာတ်လမ်းကျဉ်းလေးကိုလဲ တင်ပြလိုပါသေးတယ်။  ကမ္ဘာကြီးကို ဇွန်ဘီတွေအုပ်စိုးကာ လူသားတွေခက်ခက်ခဲခဲအသက်ရှင်နေရချိန်ပါ။ကိုလံဘတ်စ်ရယ် တယ်လာဟတ်ဆီရယ် ဝီချီတာ ညီအမရယ်ပေါင်းစည်းသွားတာ 2009 movie မှာကတည်းကအားလုံးသိပြီးသားဖြစ်မှာပါ။။အခု 2019ထွက်ကားထဲ မှာတော့ကိုလံဘတ်စ်ရယ် တယ်လ်လာဟတ်ဆီရယ် ဝီချီတာရယ် လစ်တဲရော့ရယ် တို့ဟာမိသားစုတစ်ခုလိုကိုလှုပ်ရှားနေကြပါပြီ။လစ်တဲရော့ကတော့ဆယ်ကျော်သက်သက်ပီပီချစ်သူရည်းစားရှာကာ စွန့်စားခန်းတွေဖွင့်ဖို့ ကြိုးစားနေသူတစ်ဦးပါ။တစ်ဖက်မှာတော့ ဇွန်ဘီတွေကလဲ တိုးတက်ပြောင်းလဲကာ အဆင့်တွေမြင့်လာပါပြီ။တစ်နေ့မှာတော့ လစ်တဲရော့ခ် တစ်ယောက် ထွက်သွားပါတော့တယ်။ထွက်သွားတာကလဲ ငြိမ်းချမ်းရေးလိုလားသူ ဂီတသမား ဟစ်ပီတစ်ယောက်နဲ့ပါ။ဇွန်ဘီတွေ အဆင့်မြင့်လာလို့ အန္တရာယ်တွေအရမ်းများနေတဲ့အချိန်မှာထွက်သွားတဲ့ လစ်တဲရော့ခ်နောက်ကို လိုက်လံရှာဖွေရပါတော့တယ်။အဆင့်မြင့်ပြီး သတ်ရခက်ခဲတဲ့ ဇွန်ဘီတွေနဲ့ ဘယ်လိုရင်ဆိုင်ရမလဲ?လမ်းမှာရော ဘာတွေတွေ့ကြုံရမလဲ?Zombieland ရဲ့ထုံးစံအတိုင်း ဟာသနှောကာ စွန့်စားခန်းတွေကိုကြည့်ရှုရမှာပါ။rating တွေအနေနဲ့ကလဲ Imdb rating 7.1တောင်ရရှိထားတာမို့စိတ်ချလက်ချဒေါင်းယူကြည့်ရှုသင့်တဲ့ကားလေးလို့ပဲညွှန်းလိုက်ပါရစေ။",
        "rating": "7.2",
        "category": "Action, Comedy, Horror",
        "imageurl": "https://image.tmdb.org/t/p/w185/pIcV8XXIIvJCbtPoxF9qHMKdRr2.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Parasite (2019)",
        "cover": "coverphoto",
        "description": "ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d’Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။  အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။",
        "rating": "8.6",
        "category": "Comedy, Drama, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Fun with Dick and Jane(2005)",
        "cover": "coverphoto",
        "description": "Jim Carrey ကားေတြဟာ ဟာသျပကြက္ေတြဖန္တီးရင္း လူ႕သေဘာ သဘာ၀ ေတြကုိ အေကာင္းမြန္ဆုံးဖန္တီးတင္ဆက္ေပးထားတာေၾကာင့္ ကမၻာေက်ာ္ၿပီးလူႀကဳိက္မ်ားတာအားလုံးလည္းအသိပါ…… ဒီဇာတ္ကားမွာေတာ့ Jim Carrey ဟာ  Dick ဆုိတဲ့နာမည္နဲ႕သရုပ္ေဆာင္ထားၿပီး သူဟာ  ဂလိုဘိုဒိုင္းဆိုတဲ့ ကုမၸဏီတစ္ခုမွာ ၁၅ ႏွစ္ၾကာ ထမ္းေဆာင္ခဲ့တဲ့ ဝန္ထမ္းတစ္ေယာက္ပါ… သူ႔မွာ Jane ဆိုတဲ့ ဇနီးျဖစ္သူ နဲ႔အတူ သားေလးအပါအဝင္ မိသားစု သံုးေယာက္ရွိပါတယ္.. Dick ဟာ သူ႔ ကုမၸဏီမွာ ဒုဥကၠဠ ေရြးခံရတဲ့အခ်ိန္မွာပဲ ျပႆနာေတြစပါေတာ့တယ္…ဒုဥကၠဌရာထူးတိုးၿပီမို႔ ဇနီးကိုလဲ အလုပ္ထြက္ခိုင္းခဲ့ပါတယ္…သူ႕ရဲ႕လစာနဲ႕ တစ္မိသားစုလုံးကုိေထာက္ပံ့ႏုိင္ၿပီလုိ႕ သူကတြက္ထားတာကုိးး…. ကံဆိုးတာက မၾကာခင္မွာပဲ ဂလိုဘိုဒိုင္းကုမၸဏီရဲ႕ CEO Jack ဟာ ရွယ္ယာေတြကို ေရာင္းၿပီး ကုမၸဏီႀကီး ၿပိဳလဲခဲ့ပါတယ္...Dick အပါအဝင္ ဂလိုဘိုဒိုင္းက ဝန္ထမ္းအားလံုး ဒုကၡေရာက္ခဲ့ပါတယ္… အလုပ္လက္မဲ့ ျဖစ္သြားတဲ့Dick ဟာ သူ႔မိန္းမ လစာ ကိုပဲ အားကိုးရမလားေတြးရံုရွိေသး..သူ႔ မိန္းမက သူ႔စကားအတိုင္း အလုပ္ကေန ထြက္ခဲ့ပါတယ္...လင္မယားႏွစ္ေယာက္လံုး အလုပ္လက္မဲ့ျဖစ္သြားပါေတာ့တယ္… Dick ဟာ ကုမၸဏီမွာ ရာထူးႀကီးႀကီးနဲ႔ ထြက္ခဲ့သူဆိုေတာ့ သာမန္အလုပ္ေလးေတြကို လုပ္ဖို႔ဆႏၵမရွိခဲ့ပါဘူး… ေနာက္ဆံုးၾကံရာမရတဲ့အဆံုး လင္မယားႏွစ္ေယာက္လံုးဓားျပတိုက္ၾကပါေတာ့တယ္…. သူတုိ႕လင္မယား(၂)ေယာက္ရဲ႕ဓားျပတုိက္ဖုိ႕ ပစ္မွတ္ဟာ ဘယ္သူျဖစ္မလဲ .သူတုိ႕ဘယ္လုိေတြ အစီအစဥ္ခ်လဲ…သူတုိ႕ရည္ရြယ္ခ်က္ေတြေရာေအာင္ျမင္ပါ့မလား…..",
        "rating": "6.1",
        "category": "Comedy, Crime",
        "imageurl": "https://image.tmdb.org/t/p/w185/pja5sDJEmh7EBJ5scx5qp6N9Fqw.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    },
    {
        "name": "Trauma Center (2019)",
        "cover": "coverphoto",
        "description": "မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့… လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်…တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်….  ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့….သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ….(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့… ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္…တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ တရားခံ ေသနတ္သမားရဲ႕က်ည္ဆန္ေၾကာင့္ ေဆး႐ုံေရာက္သြားပါေတာ့တယ္….ကံေကာင္းေထာက္မလို႔ အသက္မေသခဲ့ေပမယ့္ မ်က္ျမင္သက္ေသကို အျပတ္ရွင္းခ်င္တဲ့ တရားခံေတြကလိုက္လာၿပီး အသက္ရန္ရွာတဲ့အခါမွာေတာ့….သူမ တစ္ေယာက္တည္းအသက္ေဘးကလြတ္ႏိုင္ပါ့မလားဆိုတာကို အသည္းတယားယားနဲ႔ၾကည့္ရႈခံစားရမွာပါ…",
        "rating": "N",
        "category": "Action, Thriller",
        "imageurl": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
        "link": "your_drive_link",
        "link2": "link2",
        "download": "download1",
        "download2": "download2"
    }
]
