[
  {
  "name": "Rambo: Last Blood (2019)",
  "cover": "coverphoto",
  "description":"ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။",
  "rating":"6.6",
  "category":"Action, Adventure, Thriller",
  "imageurl": "https://image.tmdb.org/t/p/w185/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Gemini Man (2019)",
  "cover": "coverphoto",
  "description":"  ဒီရုပ်ရှင်ကတော့ ဝယ်လ်စမစ်ရဲ့ ရုံတင်ကား အသစ်ပါပဲ။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုံးရင်းနဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားရပါတော့တယ်။",
  "rating":"5.7",
  "category":"Action, Drama, Sci-Fi",
  "imageurl": "https://image.tmdb.org/t/p/w185/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "They Who Are Not Seen(2017)",
  "cover": "coverphoto",
  "description":"ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်  ထားတယ်…လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေကို မြင်ရတယ်…နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့  သူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်….တစ်ခါတစ်ရံတော့  အသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်  ကြောက်လန့်မိတာပေါ့…..ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း  သဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ…နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်  အခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်…သူတို့ကြည့်ရတာ  ဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ…တခြားကလေးတွေထက်  ခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်….ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို  ဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး…အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်…  ထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး  ပျောက်ကွယ်သွားတယ်…ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ  တကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ…ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း  ချောက်လှန့်တာမဟုတ်ဘူး…စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို  ပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး…  ကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ…ခံစားကြည့်ကြပါဦး…",
  "rating":"7.4",
  "category":"Horror",
  "imageurl": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Frozen II",
  "cover": "coverphoto",
  "description":"Frozen II ကိုDVDScr ထွက်လာလို့ အမြန်ဆုံးတင်ပေးလိုက်ပါတယ်…Little Neo မှ စာဖိုင် အမှန်မထွက်သေးပေမဲ့သေချာနားထောင်ပြီး အကောင်းမွန်ဆုံးဘာသာပြန်ပေးထားပါတယ်ကြည့်လို့ရတဲ့ အနေတော် အဆင့်လောက်ထိကြည်နေပါပြီဇတ်လမ်းအညွှန်းကတော့….အယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့ကိုရောက်လာပါတော့တယ်။အယ်လ်ဆာရဲ့ မိဘတွေတုန်းကရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲကဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့ခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်အန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်းခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။",
  "rating":"7.2",
  "category":"Adventure, Animation, Family",
  "imageurl": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMjA0YjYyZGMtN2U0Ni00YmY4LWJkZTItYTMyMjY3NGYyMTJkXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_SX675_AL_.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Frozen II",
  "cover": "coverphoto",
  "description":"description",
  "rating":"0",
  "category":"Adventure, Animation, Family",
  "imageurl": "https://apiprod.muvicinemas.com/incharge-assets/images/films/f9d085f0-c5bc-4bb8-a563-8bac872c14a7.png",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Cover3",
  "cover": "coverphoto",
  "description":"description",
  "rating":"0",
  "category":"category",
  "imageurl": "https://static.metacritic.com/images/products/movies/8/8415b93ec3ac35dce576778abfb09e0f.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
},
{
  "name": "Cover3",
  "cover": "coverphoto",
  "description":"description",
  "rating":"0",
  "category":"category",
  "imageurl": "https://upload.wikimedia.org/wikipedia/en/0/0b/Ejen_Ali_The_Movie_Official_Theatrical_Poster.jpg",
  "link": "your_drive_link",
  "link2": "link2",
  "download":"download1",
  "download2":"download2"
}
]
